{"title": "This We Believe", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/", "content": "This We Believe\nIntroduction\n\n“Whoever acknowledges me before men, I will also acknowledge him before my Father in heaven” (Matthew 10:32). With these words Jesus indicates that he wants Christians to confess publicly what they believe in their hearts.\n\nThis We Believe is one way the members of the Wisconsin Evangelical Lutheran Synod have chosen to confess their faith in Christ. It publicly summarizes the main teachings of our church body.\n\nThis We Believe was first published in 1967. A minor revision was undertaken in 1980. In consultation with the Conference of Presidents, the Commission on Inter-Church Relations completed the present revision in 1999. This second revision seeks to simplify the language and to add some important points of doctrine not addressed in the first two editions. The current revision was not undertaken because of doctrinal disagreement with the previous editions.\n\nThe current document does not claim to be a full treatment of all the Bible’s teachings. For a fuller exposition of the doctrines of Scripture, the reader is referred to other sources, including the pamphlet Doctrinal Statements of the WELS (Northwestern Publishing House, 1997).\n\nIt should also be noted that This We Believe was not specifically designed to serve as an outreach tool for unchurched people, but as a basis for doctrinal discussions with other church bodies and informed individuals.\n\nIt is our conviction that over the years This We Believe has been a great blessing to the church. This revised edition is presented with the fervent prayer that it may continue to serve Christ’s church, to the glory of his name and for the extension of his kingdom."}
{"title": "God’s Revelation", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/gods-revelation/", "content": "I. God and His revelation\n\n1. We believe that there is only one true God (Isaiah 44:6). He has made himself known as the triune God, one God in three persons. This is evident from Jesus’ command to his disciples to baptize “in the name of the Father and of the Son and of the Holy Spirit” (Matthew 28:19). Whoever does not worship this God worships a false god, a god who does not exist. Jesus said, “He who does not honor the Son does not honor the Father, who sent him” (John 5:23).\n\n2. We believe that God has revealed himself in nature. “The heavens declare the glory of God; the skies proclaim the work of his hands” (Psalm 19:1). “Since the creation of the world God’s invisible qualities—his eternal power and divine nature–have been clearly seen, being understood from what has been made, so that men are without excuse” (Romans 1:20). So there is no excuse for atheists. Since the requirements of the law are written on people’s hearts, the consciences of people also bear witness that there is a God to whom they are accountable (Romans 2:15). However, nature and conscience present only a partial revelation of God and one that is not able to show the way to heaven.\n\n3. We believe that God has given the full revelation of himself in his Son, the Lord Jesus Christ. “No one has ever seen God, but God the One and Only, who is at the Father’s side, has made him known” (John 1:18). In Jesus, God has revealed himself as the Savior-God, who “so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life” (John 3:16).\n\n4. We believe that God has also given a written revelation for all people in the Holy Scriptures. His revelation in the Bible has two main messages, the law and the gospel. The law declares what is right and wrong, and it threatens God’s punishment for sin. The gospel presents the love of God, which he has shown especially by providing salvation from sin through Jesus Christ.\n\n5. We believe that the entire Bible is Christ-centered. In the Old Testament God repeatedly promised a divine deliverer from sin, death, and hell. The New Testament proclaims that this promised deliverer has come in the person of Jesus of Nazareth. Jesus himself says of the Old Testament, “These are the Scriptures that testify about me” (John 5:39).\n\n6. We believe that God gave the Scriptures through men whom he chose, using the language they knew and the style of writing they had. He used Moses and the prophets to write the Old Testament in Hebrew (some portions in Aramaic) and the evangelists and apostles to write the New Testament in Greek.\n\n7. We believe that in a miraculous way that goes beyond all human investigation, God the Holy Spirit moved these men to write his Word. These men “spoke from God as they were carried along by the Holy Spirit” (2 Peter 1:21). What they said was spoken “not in words taught us by human wisdom but in words taught by the Spirit” (1 Corinthians 2:13). Every thought they expressed and every word they used were given them by the Holy Spirit. Saint Paul wrote to Timothy, “All Scripture is God-breathed” (2 Timothy 3:16). The church has called this miraculous process inspiration, which means “breathing into.” Since every word of Scripture was inspired, we also call this process verbal inspiration, or word-for-word inspiration. This is not to be equated with mechanical dictation, since the Holy Spirit guided the writers as they used their individual vocabularies and writing styles.\n\n8. We believe that Scripture is a unified whole, true and without error in everything it says, for the Savior said, “The Scripture cannot be broken” (John 10:35). Therefore it is the infallible authority and guide for everything we believe and do.\n\n9. We believe that the Bible is fully sufficient, clearly teaching people all they need to know to get to heaven. It makes them “wise for salvation through faith in Christ Jesus” (2 Timothy 3:15), and it equips them for “every good work” (2 Timothy 3:17). Since God’s plan of salvation has been fully revealed in the canonical books of the Bible, we need and expect no other revelations (Hebrews 1:1,2). The church is built on the teachings of the apostles and prophets (Ephesians 2:20).\n\n10. We believe and accept the Bible on its own terms, accepting as factual history what it presents as history and recognizing as figurative speech what is evident as such. We believe that Scripture must interpret Scripture, clear passages throwing light on those less easily understood. We believe that no authority–whether it is human reason, science, or scholarship–may stand in judgment over Scripture. Sound scholarship will faithfully search out the true meaning of Scripture without presuming to pass judgment on it.\n\n11. We believe that the original Hebrew text of the Old Testament and the Greek text of the New Testament are the inspired Word of God. Translations of the Hebrew and Greek that accurately reflect the meaning of the original text convey God’s truth to people and can properly be called the Word of God.\n\n12. Although the original documents themselves have been lost, we believe that the Lord in his providential care has accurately preserved the Hebrew and Greek texts through the many hand-copied manuscripts that exist. Although there are minor differences or “variants” between the various hand-copied manuscripts, these variants do not cause any changes in doctrine.\n\n13. We believe that the three ecumenical creeds (the Apostles’, the Nicene, and the Athanasian) as well as the Lutheran Confessions as contained in the Book of Concord of 1580 express the true doctrine of Scripture. Since the doctrines they confess are drawn from Scripture alone, we are bound to them in our faith and life. Therefore all preaching and teaching in our churches and schools must be in harmony with these confessions, and we reject all the errors that they reject.\n\n14. We reject any worship that is not directed to the triune God as revealed in the Bible. We reject the use of feminine names and pronouns for God because in Scripture God reveals himself as Father and Son. We reject the opinion that all religions lead to the same God.\n\n15. We reject any thought that makes only part of Scripture God’s Word or that allows for the possibility of factual error in Scripture, even in so-called nonreligious matters such as historical or geographical details. We likewise reject all views that say Scripture is merely a human record of God’s revelation as he encounters mankind in history, and so is a record subject to human imperfections.\n\n16. We reject any emphasis upon Jesus as the personal Word of God (John 1:1) that minimizes the role of the Scriptures as the written Word of God (Romans 3:2).\n\n17. We reject every effort to reduce the confessions contained in the Book of Concord to historical documents that do not have binding confessional significance for the church today. We likewise reject any claim that the church is bound only to those doctrines of Scripture that are specifically addressed in these confessions.\n\nThis is what Scripture teaches about God and his revelation. This we believe, teach, and confess."}
{"title": "Creation, Man, and Sin", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/creation/", "content": "Creation, Man, and Sin\n\n1. We believe that the universe, the world, and the human race came into existence in the beginning when God created heaven and earth and all creatures (Genesis 1,2). Further testimony to this event is found in other passages of the Old and New Testaments (for example, Exodus 20:11; Hebrews 11:3). The creation happened in the course of six consecutive days of normal length by the power of God’s almighty word.\n\n2. We believe that the Bible presents a true, factual, and historical account of creation.\n\n3. We believe that God created Adam and Eve in his own image (Genesis 1:26,27), that is, holy and righteous. Their thoughts, desires, and will were in full harmony with God (Colossians 3:10; Ephesians 4:24). They were furthermore given the capacity to “subdue” God’s creation (Genesis 1:28) and the responsibility to care for it (Genesis 2:15).\n\n4. We believe that God created a multitude of good angels. Sometime after creation, a number of these angels rebelled against God under the leadership of one of their own who is called Satan or the devil (2 Peter 2:4). Ever since, these evil angels have opposed God and God’s people (1 Peter 5:8).\n\n5. We believe that Adam and Eve lost their divine image when they yielded to the temptation of Satan and disobeyed God’s command. This brought upon them the judgment of God: “You will surely die” (Genesis 2:17). Since that time all people are conceived and born in a sinful condition (Psalm 51:5) and are inclined only to evil (Genesis 8:21). “Flesh gives birth to flesh” (John 3:6). Since all people are by nature dead in sin and separated from God (Ephesians 2:1), they are unable to reconcile themselves to God by their own efforts and deeds.\n\n6. We believe that God in his gracious providence richly and daily provides for the bodily needs of all people (Psalm 145:15,16). He furthermore protects believers against all danger by keeping evil away from them (Psalm 121:7) or by making it serve their good (Romans 8:28).\n\n7. We reject all theories of evolution as an explanation of the origin of the universe and the human race and all attempts to harmonize the scriptural account of creation with such theories.\n\n8. We reject interpretations that reduce the first chapters of Genesis to a narration of myths or parables or poetic accounts that are not factual history.\n\n9. We reject all theories that blur the distinction between human beings and animals, since only human beings have immortal souls and are accountable to God.\n\n10. We reject all theories that blur the distinction between God and his creation (pantheism).\n\n11. We reject all views that look upon people as basically good by nature; that consider their natural tendencies to be mere weaknesses, which are not sinful; or that fail to recognize their total spiritual depravity and their inability to please God (Romans 3:9-18).\n\nThis is what Scripture teaches about creation, mankind, and sin. This we believe, teach, and confess."}
{"title": "Christ and Redemption", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/christ-and-redemption/", "content": "Christ and Redemption\n\n1. We believe that Jesus Christ is the eternal Son of God, one with the Father from all eternity (John 1:1,2). In the course of time, he took a true and complete, yet sinless, human nature to himself (Galatians 4:4) when he was conceived as a holy child in the virgin Mary through a miracle of the Holy Spirit (Luke 1:35). God’s angel testified, “What is conceived in her is from the Holy Spirit” (Matthew 1:20). Jesus Christ is unique, for in him the true God and a true human nature are inseparably united in one person, the holy God-man. He is called Immanuel, which means “God with us” (Matthew 1:23).\n\n2. We believe that Jesus at all times possessed the fullness of the Deity with all divine power, wisdom, and glory (Colossians 2:9). His divinity was evident when he performed miracles (John 2:11). But while he lived on earth, he took on the form of a servant, humbling himself by laying aside the continuous and full display and use of his divine characteristics. During this time he lived as a man among mankind, endured suffering, and humbled himself to the shameful death on the cross (Philippians 2:7,8). We believe that Christ descended into hell to proclaim his victory over Satan (1 Peter 3:18,19). We believe that he rose again from the grave with a glorified body, ascended, and is exalted on high to rule with power over the world, with grace in his church, and with glory in eternity (Philippians 2:9-11).\n\n3. We believe that Jesus Christ, the God-man, was sent by the Father to redeem all people, that is, to buy them back from the guilt and punishment of sin. Jesus came to fulfill the law (Matthew 5:17) so that on the basis of his perfect obedience all people would be declared holy (Romans 5:18,19). He came to bear “the iniquity of us all” (Isaiah 53:6), ransoming all people by his sacrifice for sin on the altar of the cross (Matthew 20:28). We believe that he is the God-appointed substitute for all people. His righteousness, or perfect obedience, is accepted by the Father as our righteousness, his death for sin as our death for sin (2 Corinthians 5:21). We believe that his resurrection gives full assurance that God has accepted the payment he made for all (Romans 4:25).\n\n4. We believe that God reconciled “the world to himself in Christ, not counting men’s sins against them” (2 Corinthians 5:19). We believe that Jesus is “the Lamb of God, who takes away the sin of the world” (John 1:29). The mercy and grace of God are all-embracing; the reconciliation through Christ is universal; the forgiveness of sins has been gained as an accomplished fact for all people. Because of the substitutionary work of Christ, God has justified all people, that is, God has declared them to be not guilty. This forms the firm, objective basis for the sinner’s assurance of salvation.\n\n5. We reject any teaching that in any way limits Christ’s work of atonement. We reject any teaching that says Christ paid the penalty only for the sins of some people. We reject any teaching that says Christ made only a partial payment for sins.\n\n6. We reject the views that consider the Gospel accounts to be pious fiction developed by early Christians to express their ideas about Jesus Christ rather than a true account of what actually happened in history. We reject all attempts to make the historical accuracy of events in Christ’s life—such as his virgin birth, his miracles, or his bodily resurrection—appear unimportant or even doubtful. We reject the attempts to stress a “present encounter with the living Christ” in such a way that Jesus’ redemptive work recorded in Scripture loses its importance.\n\nThis is what Scripture teaches about Christ and redemption. This we believe, teach and confess."}
{"title": "Justification", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/justification/", "content": "Justification by grace through faith\n\n1. We believe that God has justified all sinners, that is, he has declared them righteous for the sake of Christ. This is the central message of Scripture upon which the very existence of the church depends. It is a message relevant to people of all times and places, of all races and social levels, for “the result of one trespass was condemnation for all men” (Romans 5:18). All need forgiveness of sins before God, and Scripture proclaims that all have been justified, for “the result of one act of righteousness was justification that brings life for all men” (Romans 5:18).\n\n2. We believe that individuals receive this free gift of forgiveness not on the basis of their own works, but only through faith (Ephesians 2:8,9). Justifying faith is trust in Christ and his redemptive work. This faith justifies not because of any power it has in itself, but only because of the salvation prepared by God in Christ, which it embraces (Romans 3:28; 4:5). On the other hand, although Jesus died for all, Scripture says that “whoever does not believe will be condemned” (Mark 16:16). Unbelievers forfeit the forgiveness won for them by Christ (John 8:24).\n\n3. We believe that people cannot produce this justifying faith, or trust, in their own hearts, because “the man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him” (1 Corinthians 2:14). In fact, “the sinful mind is hostile to God” (Romans 8:7). It is the Holy Spirit who gives people faith to recognize that “Jesus is Lord” (1 Corinthians 12:3). The Holy Spirit works this faith by means of the gospel (Romans 10:17). We believe, therefore, that a person’s conversion is entirely the work of God’s grace. Rejection of the gospel is, however, entirely the unbeliever’s own fault (Matthew 23:37).\n\n4. We believe that sinners are saved by grace alone. Grace is the undeserved love of God for sinners. This love led God to give sinners everything they need for their salvation. It is all a gift of God. People do nothing to earn any of it (Ephesians 2:8,9).\n\n5. We believe that already before the world was created, God chose those individuals whom he would in time convert through the gospel of Christ and preserve in faith to eternal life (Ephesians 1:4-6; Romans 8:29,30). This election to faith and salvation in no way was caused by anything in people but shows how completely salvation is by grace alone (Romans 11:5,6).\n\n6. We believe that at the moment of death, the souls of those who believe in Christ go immediately to be with the Lord in the joy of heaven because of the atoning work of Christ (Luke 23:43). The souls of those who do not believe in Christ go to an eternity of misery in hell (Luke 16:22-24).\n\n7. We reject every teaching that people in any way contribute to their salvation. We reject the belief that people with their own power can cooperate in their conversion or make a decision for Christ (John 15:16). We reject the belief that those who are converted were less resistant to God’s grace than those who remain unconverted. We reject all efforts to present faith as a condition people must fulfill to complete their justification. We reject all attempts of sinners to justify themselves before God.\n\n8. We reject any suggestion that the doctrine of justification by faith is no longer meaningful today.\n\n9. We reject the teaching that believers can never fall from faith (“once saved, always saved”), because the Bible says it is possible for believers to fall from faith (1 Corinthians 10:12).\n\n10. We reject the false and blasphemous conclusion that those who are lost were predestined, or elected, by God to damnation, for God wants all people to be saved (1 Timothy 2:4; 2 Peter 3:9).\n\n11. We reject universalism, the belief that all people are saved, even those without faith in Christ (John 3:36). We reject pluralism, the belief that there are other ways to salvation besides faith in Christ (John 14:6; Acts 4:12). We reject any teaching that says it does not matter what one believes so long as one has faith in God.\n\nThis is what Scripture teaches about justification by grace through faith. This we believe, teach and confess."}
{"title": "Good Works and Prayer", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/good-works/", "content": "Good works and prayer\n\n1. We believe that faith in Jesus Christ always leads a believer to produce works that are pleasing to God. “Faith by itself, if it is not accompanied by action, is dead” (James 2:17). As a branch in Christ the vine, a Christian produces good fruit (John 15:5).\n\n2. We believe that works pleasing to God are works of love, for “love is the fulfillment of the law” (Romans 13:10). Faith, however, does not set up its own standards to determine what is loving (Matthew 15:9). True faith delights to do only what agrees with God’s holy will. That will of God is revealed in the Bible, particularly in the Ten Commandments as their content is repeated in the New Testament. In wrestling with current moral problems, the Christian will therefore seek answers from God’s law.\n\n3. We believe, for example, that the Fifth Commandment teaches that all human life is a gift from God. This commandment speaks against abortion, suicide, and euthanasia (“mercy killing”).\n\n4. We believe that the Sixth Commandment regulates marriage and the family. God instituted marriage as a lifelong union of one man and one woman (Matthew 19:4-6). It is the only proper context for sexual intimacy and the procreation of children. A marriage can be ended without sin only when God ends the marriage through the death of one of the spouses. Nevertheless, a Christian may obtain a divorce if his or her spouse has broken the marriage through adultery (Matthew 19:9) or malicious desertion (1 Corinthians 7:15). The Sixth Commandment forbids all sexual intimacy apart from marriage, including homosexuality (1 Corinthians 6:9,10).\n\n5. We believe that individuals are free to make their own decisions concerning matters that are neither forbidden nor commanded by God’s Word (adiaphora). People must be careful, however, that their use of this freedom does not cause others to sin.\n\n6. We believe that good works, which are fruits of faith, must be distinguished from works of civic righteousness performed by unbelievers. Although unbelievers may do much that appears to be good and upright, these works are not good in God’s sight, for “without faith it is impossible to please God” (Hebrews 11:6). While we recognize the value of such works for human society, we know that unbelievers cannot do their duty to God through works of civic righteousness.\n\n7. We believe that in this world even the best works of Christians are tainted with sin. A sinful nature still afflicts every Christian. Therefore Christians often fail to do the good they want to do but keep on doing the evil they do not want to do (Romans 7:18-21). They must confess that all their righteous acts are like filthy rags (Isaiah 64:6). Because of Christ’s redemption, however, these imperfect efforts of Christians are considered holy and acceptable by their heavenly Father.\n\n8. We believe that the Holy Spirit enables every believer to produce good works as fruits of faith (Galatians 5:22-25). The Holy Spirit gives every believer a new nature, or “new man,” that cooperates with the Holy Spirit in doing good works. The Holy Spirit uses the gospel to motivate believers to do good works.\n\n9. The Holy Spirit also equips the church with all the spiritual gifts it needs for its well-being (1 Corinthians 12:4-11). During the beginning of the New Testament era, special charismatic gifts were given to the church, such as signs, miracles, and speaking in tongues. These gifts were connected with the ministry of the apostles (2 Corinthians 12:12). There is no evidence in Scripture that we today should expect the continuation of such charismatic gifts.\n\n10. We believe that a life of prayer is a fruit of faith. Confidently, through faith in their Savior, Christians address their heavenly Father with petitions and praise. They present their needs and the needs of others, and they give thanks (1 Timothy 2:1). Such prayers are a delight to God, and he grants their requests according to his wisdom (Matthew 7:7,8; 1 John 5:14).\n\n11. We reject every thought that the good works of Christians in any way earn or contribute toward establishing a right relationship with God and gaining salvation in heaven.\n\n12. We reject every attempt to abolish the unchanging moral law of God as revealed in the Bible as the absolute standard of what is right and wrong.\n\n13. We reject the view that people may decide for themselves what is right and wrong apart from God’s Word. We reject any misuse of the term love to condone behavior contrary to God’s Word. We recognize these arguments as schemes of Satan to obscure the knowledge of God’s holy will and to undermine the consciousness of sin.\n\n14. We reject any view that considers the act of praying a means of grace. Although God certainly gives good gifts to believers in answer to their prayers, he conveys his forgiving grace and strengthens faith only through the Word and sacraments. Furthermore, we reject any view that looks upon prayer as beneficial only because it helps the one who prays feel better.\n\n15. We reject the view that all prayers are acceptable to God, and we hold that the prayers of all who do not have faith in Christ are vain babbling addressed to false gods (Matthew 6:7).\n\nThis is what Scripture teaches about good works and prayer. This we believe, teach, and confess."}
{"title": "Means of Grace", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/means-of-grace/", "content": "The means of grace\n\n1. We believe that God bestows all spiritual blessings upon sinners by special means established by him. These are the means of grace, the gospel in Word and sacraments. We define a sacrament as a sacred act established by Christ in which the Word connected with an earthly element gives the forgiveness of sins.\n\n2. We believe that through the gospel, the good news of Christ’s atoning sacrifice for sinners, the Holy Spirit works faith in people, whose hearts are by nature hostile to God (1 Peter 1:23). Scripture teaches that “faith comes from hearing the message, and the message is heard through the word of Christ” (Romans 10:17). This Spirit-worked faith brings about a renewal in sinners and makes them heirs of eternal life in heaven.\n\n3. We believe that also through the Sacrament of Baptism the Holy Spirit applies the gospel to sinners, giving them new life (Titus 3:5) and cleansing them from all sin (Acts 2:38). The Lord points to the blessing of Baptism when he promises, “Whoever believes and is baptized will be saved” (Mark 16:16). We believe that the blessing of Baptism is meant for all people (Matthew 28:19), including infants. Infants are born sinful (John 3:6) and therefore need to be born again, that is, to be brought to faith, through Baptism (John 3:5).\n\n4. We believe that all who join in the Sacrament of the Lord’s Supper receive the true body and blood of Christ in, with, and under the bread and wine (1 Corinthians 10:16). This is true because, when the Lord instituted this sacrament, he said, “This is my body. This is my blood of the covenant, which is poured out for many for the forgiveness of sins” (Matthew 26:26,28). We believe that Christ’s words of institution cause the real presence—not any human action. As believers receive his body and blood, they also receive the forgiveness of sins (Matthew 26:28) and the comfort and assurance that they are truly his own. Unbelievers also receive Christ’s body and blood, but to their judgment (1 Corinthians 11:29).\n\n5. We believe that the Lord gave his Word and the sacraments of Baptism and the Lord’s Supper for a purpose. He commanded his followers, “Go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything I have commanded you” (Matthew 28:19,20). Through God’s Word and sacraments he preserves and extends the holy Christian church throughout the world. Believers should therefore be diligent and faithful in the use of these divinely established means of grace for themselves and in their mission outreach to others. These are the only means through which immortal souls are brought to faith and to life in heaven.\n\n6. We reject any views that look for the revelation of the grace of God and salvation apart from the gospel as found in the Scriptures. We reject any views that look for the Holy Spirit to work faith apart from the means of grace. We likewise reject the view that the law is a means of grace.\n\n7. We reject the view that babies should not be baptized and that they cannot believe in Christ (Luke 18:15-17). We reject the view that baptism must be by immersion.\n\n8. We reject all teachings that the Sacrament of the Altar offers nothing more than signs and symbols of Jesus’ sacrifice, thereby denying that Christ’s true body and blood are received in the Lord’s Supper. We reject the view that those who eat the body of Christ in the sacrament merely receive Christ spiritually by faith. We reject the claim that unbelievers and hypocrites do not receive the true body and blood of Jesus in the Sacrament.\n\n9. We reject the doctrine of transubstantiation, which teaches that the substance of the bread and wine are changed entirely into the body and blood of Christ. Scripture teaches that all communicants receive both the bread and wine and the body and blood of Christ (1 Corinthians 10:16).\n\n10. We reject any attempt to set the precise moment within the celebration of the Lord’s Supper when the body and blood of Christ become present. We therefore reject the view that one must believe that Christ’s body and blood are present as soon as the words of consecration have been spoken and the view that one must believe that Christ’s body and blood become present only at the moment of eating and drinking.\n\nThis is what Scripture teaches about the means of grace. This we believe, teach and confess."}
{"title": "Church and Ministry", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/#toggle-id-2", "content": "Church and ministry\n\nTheses on the Church and Ministry\n\nIntroduction to the Theses\nThe Theses on the Church and Ministry in their present form were adopted by the Wisconsin Evangelical Lutheran Synod in 1969. They were the distillation of nearly a century of study, discussion, and debate.\n\nIn the late 1870s the Christian day school teachers of the Wisconsin and Missouri Synods in Wisconsin began to discuss the nature of their call. Where did their work in the church fit in the New Testament delineation of the public ministry? Was it a branch of the work of a pastor, who was to shepherd all the flock of which the Holy Spirit had made him an overseer (Ac 20:28)? Or was it an extension of parents’ responsibility to bring up their children in the training and instruction of the Lord (Eph 6:4)?\n\nBoth pastors and teachers of the two sister synods in the Manitowoc, Wisconsin, area discussed the question in the mid-1880s. It was agreed that the teachers’ work was divinely instituted since it involved the teaching of God’s Word. But could it be identified with any of the offices in Ephesians 4:11 where pastors and teachers are mentioned? More study was needed.\n\nAt a pastors’ conference in 1892, Wisconsin Synod Seminary Director Adolf Hoenecke, noting that the work of a Christian day school teacher is not specifically mentioned in the Scriptures, derived the teacher’s call from the pastor’s. In the discussion it was suggested that, since the teacher is called by the congregation, the teacher’s work falls directly under the shepherding spoken of in Acts 20:28 and need not be considered an offshoot of the pastor’s call to establish its divine nature.\n\nIn the following years the seminary faculty intensively studied the pertinent Scripture passages to answer the question: Is the office of pastor, apart from the apostolate, the only divinely instituted office in the church? Closely related was the question: Is the local congregation the only divinely instituted form of the church? Practical situations made the answer to these questions imperative.\n\nEspecially difficult was the so-called Cincinnati case. This involved some excommunications in a Missouri Synod congregation. When the district criticized the excommunications and upheld the district president’s suspension of the pastors of the congregation, the congregation and its pastors applied for membership in the Wisconsin Synod. So Wisconsin was drawn into the case and had to consider: What happens when a synod’s action conflicts with a congregation’s excommunication? Which is supreme, a congregation or a synod?\n\nThe Missouri Synod’s St. Louis seminary faculty entered the debate, objecting to articles published in Wisconsin’s theological journal. These articles pointed out that God has prescribed no legal regulations for the New Testament church. Hence, as Acts 6:1-6 shows, the church is free to establish whatever forms of public ministry it in Christian wisdom and in keeping with good order and love considers useful. Likewise, in Christian liberty it can organize itself in whatever ways it chooses in accordance with these principles. The articles recognized that the pastorate of a congregation as we know it today cannot be equated with any office of the public ministry mentioned in the New Testament.\n\nIn the articles, it was noted that there is no passage in the New Testament which establishes the pastorate of a local congregation as the one divinely instituted form of the public ministry, nor is there a passage which establishes the local congregation as the one divinely instituted form of the church. Various kinds of public servants of the Word are Christ’s gift to his church, as is clear from Ephesians 4:11, 1 Corinthians 12:28, and other passages, and the gathering of Christians into various groups is the work of the Holy Spirit, as Luther’s Explanation of the Third Article states.\n\nThe St. Louis faculty, on the other hand, argued that the local congregation is the one divinely instituted form of the church and that a synod is a purely human organization. Likewise, it held that the office of pastor of a local congregation is the only divinely instituted form of the public ministry and all other forms are auxiliary to it.\n\nAlthough, for convenience’s sake, the one position was spoken of as the Missouri and the other as the Wisconsin position, in fact there were supporters of both positions in both synods. Representatives of the St. Louis faculty met with the Thiensville faculty in 1932 and drew up the “Thiensville Theses” as a preliminary step toward a settlement of the controversy. No further steps were taken, however. In 1946 the Synodical Conference established an Interim Committee to address these issues, but the question remained unsettled.\n\nIn the late 1950s new committees were appointed to attempt to settle doctrinal questions that were disturbing the unity in the Synodical Conference. The Wisconsin committee drew up the statement on church and ministry for these deliberations. The differences in the doctrine of church fellowship took center stage, however, and the issue of church and ministry never came before the group.\n\nThe theses do not address the question of whether women may serve in the public ministry. At the time of writing the issue of women pastors had not yet come to the fore. Because of the fact that for decades women had served in the public ministry as Christian day school and Sunday school teachers, it was taken for granted that they may serve in positions that do not involve exercising authority over men. The statement on “Scriptural Principles of Man and Woman Roles” adopted in 1993 specifically addresses this issue.\n\nTheses on the Church and Ministry\n\nI. The Church\n\nA. The Church is the communion of saints, the entire number of those whom the Holy Spirit has brought to faith in Christ as their Savior and whom through this gracious gift of a common faith He has most intimately joined together to form one “congregation” (Augsburg Confession VII, VIII), one body, one blessed fellowship.\n\nAs long as we keep the truth that the Church is the communion of saints in mind, everything that Scripture tells us about the Church will fall into its proper place and can be readily understood. At the same time all the false notions which men have entertained and still entertain concerning the Church are readily exposed.\n\nMt 16:16-18: Through his God-given faith in Jesus as his divine Redeemer Simon had become Peter, a building block laid on Christ the foundation rock to form a part of the growing edifice of Christ’s Church.\n\nEph 2:19-22; Jn 10:16; 1 Co 1:2; 2 Co 1:1; 1 Th 1:1; Ac 2:47.\n\nB. The Church, just because it is the communion of saints, the congregation of all true believers, is of necessity invisible, that is, it can be apprehended only by faith.\n\nRo 10:10; 1 Sa 16:7; 2 Ti 2:19. Since faith in Christ, which alone makes sinful human beings members of the Church, is a matter of the heart, God alone can discern all those who are really His.\n\nWe can judge others only on the basis of the profession of faith that they make in word and deed. Such a profession may be false and hypocritical. Hence the church cannot be equated with any individual church organization whose members can be determined and tabulated by men on the basis of their outward profession. Just as little is it to be equated with the sum total of all such outward churches.\n\nC. The Church of believers, though invisible, is a blessed reality. It is not a mere platonic idea.\n\n1. It is the object of God’s gracious thoughts from all eternity. Jn 17:2,6,9,11,12; 13:18; Eph 1:4.\n\n2. Everything that happens and that will happen is bound up with the gathering and completion of the Church. Eph 1:20-23.\n\n3. It is a reality that is to be of great comfort and concern for us. Eph 2:18-22; 4:1-16; 1 Co 12.\n\nD. The Church, the communion of saints, is present there where the means of grace are in use, where the Gospel is rightly taught and the Sacraments are rightly administered (Marks of the Church).\n\n1. It is through the Gospel (in Word or Sacrament) that the Church has received its life. All of its members have been born again by the incorruptible seed of the Word of God. Through the Gospel the spiritual life of all its members is sustained. Through the Gospel the Holy Spirit calls, gathers, enlightens, and sanctifies the whole Christian Church on earth, and keeps it with Jesus Christ in the one true faith. Jn 6:63; 3:5,6; 1 Pe 1:23-25; Ro 1:16; Tit 3:5; 1 Co 10:17; Jn 17:17,20.\n\n2. Not all, of course, who hear the Gospel believe. Mt 23:37; Ac 7:51; Heb 4:2; Augsburg Confession Art V. Yet the promise of the Lord stands that His word will not return to Him void, without accomplishing that which He pleases. Isa 55:10,11; Mt 28:18-20; 2 Co 2:14-16.\n\n3. Hence Scripture bids us to look for the Church there where the Gospel is in use, where people are gathered together both to receive its blessings and to bring them to others. Mt 18:20. Scripture designates such gatherings of people who profess faith in Christ and manifest it in the use of Word and Sacrament as churches. It does so, however, because of the believers found in their midst. Ac 4:32; 8:1; 5:1-11. Hypocrites are like chaff among the wheat, outwardly adhering to the company of believers but not a part of them. Until God exposes them, they, too, will be the outward recipients of the expressions of fellowship of the believers. 1 Co 5:13. Hence, when the New Testament speaks of the Church or of churches, the reference is either to such as are known to God as believers (ecclesia stricte dicta, the communion of saints or a part of it present at any locality) or to such as are to be acknowledged as believers by us on the basis of their confession (ecclesia late dicta, the empirical church as we encounter it).\n\n4. The specific forms in which believers group themselves together for the fellowship and work of the Church, the specific forms in which they arrange for the use of the means of grace in public worship, the specific forms in which they establish the public ministry, have not been prescribed by the Lord to His New Testament Church.\n\na. It is the Holy Spirit who through the gift of their common faith leads the believers to establish the adequate and wholesome forms which fit every circumstance, situation, and need. 1 Co 3:21; 14:33,40. God in His word merely bids them to gather together (Heb 10:25) and through their faith prompts them to do so. Since believers ordinarily live at some local place, where they will desire to nourish their faith regularly through the means of grace, the local congregation will usually be the primary grouping of Christians.\n\nb. It is likewise the Holy Spirit who through the same bond of a common faith draws Christians together in Jesus’ name in other groupings, and draws Christian congregations together in larger groupings, such as a synod, that they may share their mutual gifts and gain strength for certain phases of the great task of the Church, such as the training of pastors and teachers, the establishment and maintenance of mission fields. Ac 15; 1 Th 4:9,10; Ac 9:31 (the Greek text: the church in Judea, Galilee, and Samaria); 1 Co 16:1 (the churches of Galatia); 2 Co 9:2 (Macedonia and Achaia); 2 Co 8:18,19 (Macedonian churches had a common worker and jointly elected a traveling companion for Paul); Ac 16:1,2 (Timothy’s work praised by Derbe, Lystra, and Iconium).\n\nc. In essence the various groupings in Jesus’ name for the proclamation of His Gospel all lie on the same plane. They are all Church in one and the same sense, namely in this sense that on the basis of the marks of the Church the Lord lets us apprehend the presence of the una sancta (the Holy Christian Church) in each such grouping of people, and thus enables us to acknowledge them as gatherings of believers possessing the ministry of the keys with the right of exercising this ministry in accordance with the considerations of love and order. Here we need to distinguish between the possession of a right and the God-pleasing exercise of that right.\n\nAs the Holy Spirit leads Christians to group themselves together in Jesus’ name (Jesus’ name is His Gospel revelation), He always constrains them to do so in an orderly manner (1 Co 14:33,40) and in the spirit of love (1 Co 16:14). The Holy Spirit never leads Christians to group themselves together in Jesus’ name for a competitive purpose so as to duplicate, hinder, or disturb that scope of the ministry of the keys which is already effectively provided for by a previously established grouping of Christians. Every added grouping of Christians in Jesus’ name, as effected by the Holy Spirit, will be for the purpose of assisting the primary groupings in exercising certain phases of the ministry of the keys more fully and more efficiently in keeping with the great commission of the Lord (e.g. in mission work, in Christian education, in the training of public servants of the Word, in Christian charity, in the supervision of doctrine and practice) or for the purpose of providing needed strengthening through Word and Sacrament which, because of special circumstances, is not adequately offered or cannot well be offered through already existing groupings (e.g. worship services at conferences and synodical conventions, ministry to students, to the handicapped, to the institutionalized, etc.).\n\nThe more fully also the secondary groupings of Christians remain conscious of their essential character as Church, the more keenly will they feel their responsibility of functioning in accordance with love and good order and thus carefully restrict themselves to those phases of the ministry of the keys which would otherwise fail to receive the attention that they deserve.\n\n5. The right use of Word and Sacrament are the true marks of the Church, the marks by which the Lord points us to those with whom He would have us express the fellowship that we have in the communion of saints. Jn 8:31,32.\n\na. The Lord in His Word admonishes us to withdraw our church fellowship from those who persistently teach, spread, condone error and demand recognition for it. Ro 16:17,18; 2 Ti 2:17-19; 2 Jn 9-11; Gal 1:8,9.\n\nb. Yet we rejoice in the fact that God in His grace and mercy can and does awaken, sustain, and preserve believers also in the midst of erring congregations and church bodies. 1 Ki 19:18. We remember, however, that He does so not through the errors that are taught and condoned there, but only through the true Gospel message that is still heard in these erring churches. We are therefore incited to proclaim the pure Word of God with great zeal and faithfulness and also with meekness and love at every God-given opportunity, so that our testimony may perchance be heard also by those who are God’s children in erring churches and help them in overcoming the errors with which they are surrounded.\n\nAntithesis:\n\nWe hold it to be untenable to say that the local congregation is specifically instituted by God in contrast to other groupings of believers in Jesus’ name; that the public ministry of the keys has been given exclusively to the local congregations.\n\n\nII. The Ministry\n\nA. Christ instituted one office in His Church, the ministry of the Gospel. It is the task of proclaiming the Gospel in Word and Sacrament. Mt 28:18-20; Mk 16:15; Jn 20:21-23; Ac 1:8; 1 Pe 2:9; Lk 22:19,20. This office or service, the ministry of the keys, has been given to the Church, i.e., to the believers individually and collectively. Mt 16:19; 10:32; 18:18; 1 Pe 2:9.\n\nAugsburg Confession V, 1,2: “That we may obtain this faith, the Ministry of teaching the Gospel and administering the Sacraments was instituted. For through the Word and Sacraments, as through instruments, the Holy Ghost is given, who works faith, where and when it pleases God, in them that hear the Gospel . . .”\n\nFormula of Concord Solid Declaration XII, 30: “That the ministry of the Church, the Word preached and heard . . .”\n\nB. The purpose of this ministry is the edification of the Church, by winning ever further sinners for Christ, and by building up those who are already members in Christian faith and life. Mt 28:18-20; Eph 4:11-14; 1 Co 12:7.\n\nC. From the beginning of the Church there were men especially appointed to discharge publicly (in behalf of a group of Christians) the duties of this one ministry. Ac 13:1-3; 6:1-6.\n\nD. This public ministry is not generically different from that of the common priesthood of all Christians. It constitutes a special God-ordained way of practicing the one ministry of the Gospel.\n\n1. All Christians are equal before God, neither superior nor inferior to one another, and all are equally entrusted with the same ministry of the Gospel. 1 Pe 2:9. Hence no one may assume the functions of the public ministry except through a legitimate call. Treatise on the Power and Primacy of the Pope 67-69: The authority to call (ius vocandi) is implied in the authority to administer the Gospel (ius ministrandi evangelii) given to the Church. Hence, it is proper to speak of the derived right of local congregations to call.\n\n2. God is a God of order; He wants us to conduct all of our affairs orderly (1 Co 14:33,40) and in the spirit of love (1 Co 16:14).\n\n3. Christians are not all equally qualified to perform publicly the functions of the ministry. The Lord sets forth the needed qualifications of those who are to perform publicly the functions of the ministry. 1 Ti 3:1-13; Tit 1:5-11. God gives to the Church men qualified for the various forms of the work required. Eph 4:7-16; Ro 12:6-8; 1 Co 12:4-11,28-31.\n\n4. These gifts should be gratefully received and developed. 1 Co 12:31; 1 Th 5:19,20; 1 Ti 4:14; 2 Ti 1:6-9.\n\n5. Thus these public ministers are appointed by God. Ac 20:28; Eph 4:11; 1 Co 12:28. It would be wrong to trace the origin of this public ministry to mere expediency (Hoefling).\n\n6. There is, however, no direct word of institution for any particular form of the public ministry. The one public ministry of the Gospel may assume various forms, as circumstances demand. Ac 6:1-6. The specific forms in which Christians establish the public ministry have not been prescribed by the Lord to His New Testament Church. It is the Holy Spirit who through the gift of their common faith leads the believers to establish the adequate and wholesome forms which fit every circumstance, situation, and need. Various functions are mentioned in Scripture: 1 Ti 4:13; Eph 4:11; 1 Co 12:28; Ro 12:6-8; 2 Ti 2:2; Jn 21:15-17 (feeding); Ac 20:28 (watching); 1 Ti 3:2; 4:11; 6:2 (teaching); 1 Ti 3:5; 5:17 (ruling). In spite of the great diversity in the external forms of the ministerial work, the ministry is essentially one. The various offices for the public preaching of the Gospel, not only those enumerated above, e.g., in Eph 4:11 and 1 Co 12:28, but also those developed in our day, are all gifts of the exalted Christ to His Church which the Church receives gratefully and with due regard for love and order employs under the guidance and direction of the Holy Spirit for the upbuilding of the spiritual body of Christ; and all of them are comprehended under the general commission to preach the Gospel given to all believers.\n\nAntithesis:\n\nWe hold it to be untenable to say that the pastorate of the local congregation (Pfarramt) as a specific form of the public ministry is specifically instituted by the Lord in contrast to other forms of the public ministry.\n\n1. We believe that there is one holy Christian church, which is the temple of God (1 Corinthians 3:16) and the body of Christ (Ephesians 1:23; 4:12). The members of this one church are all those who are the “sons of God through faith in Christ Jesus” (Galatians 3:26). The church, then, consists only of believers, or saints, whom God accepts as holy for the sake of Jesus’ righteousness, which has been credited to them (2 Corinthians 5:21). These saints are scattered throughout the world. All people who believe that Jesus is their Savior from sin are members of the holy Christian church, regardless of the nation, race, or church body to which they belong.\n\n2. We believe that this holy Christian church is a reality, although it is not an external, visible organization. Because “man looks at the outward appearance, but the Lord looks at the heart” (1 Samuel 16:7), only the Lord knows “those who are his” (2 Timothy 2:19). The members of the holy Christian church are known only to God; we cannot distinguish between true believers and hypocrites. The holy Christian church is therefore invisible and cannot be identified with any one church body or with the total membership of all church bodies.\n\n3. We believe that the presence of the holy Christian church nevertheless can be recognized. Wherever the gospel is preached and the sacraments are administered, the holy Christian church is present, for through the means of grace true faith is produced and preserved (Isaiah 55:10,11). The means of grace, therefore, are called the marks of the church.\n\n4. We believe that it is the Lord’s will that Christians meet regularly to build one another up by using the means of grace together (Hebrews 10:24,25) and to work for the spread of the gospel into all the world (Mark 16:15). Since these visible gatherings (for example, congregations and synods) use the means of grace, they are called churches. They bear this name, however, only because of the true believers present in them (1 Corinthians 1:2).\n\n5. We believe that God directs believers to acknowledge oneness in faith with Christians whose confession of faith submits to all the teachings of Scripture (John 8:31; 1 Thessalonians 5:21,22). We believe, furthermore, that individuals through their membership in a church body commit themselves to the doctrine and practice of that church. To assert that unity exists where there is no agreement in confession is to presume to look into people’s hearts. Only God can look into people’s hearts. It is not necessary that all Christians agree on matters of church ritual or organization. About these the New Testament gives no commands (Romans 14:17).\n\n6. We believe that those whose confession of faith reveals that they are united in the doctrines of Scripture will express their fellowship in Christ as occasion permits (Ephesians 4:3). They may express their fellowship by joint worship, by joint proclamation of the gospel, by joining in Holy Communion, by joint prayer, and by joint church work. God directs believers not to practice religious fellowship with those whose confession and actions reveal that they teach, tolerate, support, or defend error (2 John 10,11). When error appears in the church, Christians will try to preserve their fellowship by patiently admonishing the offenders, in the hope that they will turn from their error (2 Timothy 2:25,26; Titus 3:10). But the Lord commands believers not to practice church fellowship with people who persist in teaching or adhering to beliefs that are false (Romans 16:17,18).\n\n7. We believe that every Christian is a priest before God (1 Peter 2:9). All believers have direct and equal access to the throne of grace through Christ, the mediator (Ephesians 2:17,18). God has given the means of grace to all believers. All Christians are to declare the praises of him who called them out of darkness into his wonderful light (1 Peter 2:9). In this sense all Christians are ministers, or servants, of the gospel. God wants all Christians to share the message of salvation with other people (Matthew 28:19,20; 10:32).\n\n8. We believe that God has also established the public ministry of the Word (Ephesians 4:11), and it is the will of God that the church, in accordance with good order (1 Corinthians 14:40), call qualified individuals into this public ministry (1 Timothy 3:1-10; 1 Corinthians 9:14). Such individuals minister publicly, that is, not because as individuals they possess the universal priesthood but because they are asked to do this in the name of fellow Christians (Romans 10:15). These individuals are the called servants of Christ and ministers of the gospel. They are not to be lords over God’s church (1 Peter 5:3). We believe that when the church calls individuals into this public ministry, the Lord himself is acting through the church (Acts 20:28). We believe that the church has the freedom to establish various forms within the one ministry of the Word, such as pastors, Christian teachers, and staff ministers. Through its call, the church in Christian liberty designates the place and scope of service.\n\n9. We believe that the church’s mission is to serve people with the Word and sacraments. This service is usually done in local congregations. We look upon the pastoral office as the most comprehensive form of the public ministry of the Word. Pastors are trained and called to provide such comprehensive spiritual oversight for the gathering and nurturing of souls in congregations (1 Peter 5:2).\n\n10. We believe that women may participate in offices and activities of the public ministry except where that work involves authority over men (1 Timothy 2:11,12). This means that women may not serve as pastors nor participate in assemblies of the church in ways that exercise authority over men (1 Corinthians 11:3; 14:33-35).\n\n11. We reject any attempt to identify the holy Christian church with an outward organization. We reject any claim that the church must function in the world through specific organizational forms.\n\n12. We reject as false ecumenicity any views that look for the true unity of the church in some form of external or organizational union, and we oppose all movements toward such union made at the expense of a clear confession of all the teachings of Scripture. We reject the contention that religious fellowship may be practiced without agreement in doctrine and practice. There must be agreement in the confession of scriptural doctrines, and also one’s actions or practice must show that error is not tolerated.\n\n13. We reject participation or membership in organizations that have religious features in conflict with the Christian faith, such as most lodges.\n\nThis is what Scripture teaches about church and ministry. This we believe, teach, and confess."}
{"title": "Church and State", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/church-and-state/", "content": "Church and state\n\n1. We believe that not only the church but also the state, that is, all governmental authority, has been instituted by God. “The authorities that exist have been established by God” (Romans 13:1). Christians will, therefore, for conscience’s sake obey the government that rules over them (Romans 13:5) unless that government commands them to disobey God (Acts 5:29).\n\n2. We believe that God has given the church and the state their own distinct responsibilities. To the church the Lord has assigned the responsibility of calling sinners to repentance, of proclaiming forgiveness through the cross of Christ, and of encouraging believers in their Christian living. The purpose is to lead the elect of God to eternal salvation through faith in Christ. To the state the Lord has assigned the duty of keeping good order and peace, of punishing the wrongdoer, and of arranging all civil matters in society (Romans 13:3,4). The purpose is “that we may live peaceful and quiet lives in all godliness and holiness” (1 Timothy 2:2).\n\n3. We believe that the only means God has given to the church to carry out its assigned purpose are the Word and sacraments (Matthew 28:19,20). People are converted by the Holy Spirit only through the message of law and gospel, sin and grace, the wrath of God against sin and the mercy of God in Christ. We believe that the means given to the state to fulfill its assignment is civil law with its punishments and rewards, set up and used according to the light of reason (Romans 13:4). The light of reason includes the natural knowledge of God, the natural knowledge of the law, and conscience.\n\n4. We believe the proper relation is preserved between the church and the state only when each remains within its divinely assigned sphere and uses its divinely entrusted means. The church should not exercise civil authority nor interfere with the state as the state carries out its responsibilities. The state should not become a messenger of the gospel nor interfere with the church in its preaching mission. The church should not attempt to use the civil law and force to lead people to Christ. The state should not seek to govern by means of the gospel. On the other hand, the church and the state may cooperate in an endeavor as long as each remains within its assigned place and uses its entrusted means.\n\n5. We believe that Christians are citizens of both realms and serve God by faithfully fulfilling their duties in both (Romans 13:6,7).\n\n6. We reject any attempt by the state to restrict the free exercise of religion.\n\n7. We reject any views that look to the church to guide and influence the state directly in the conduct of its affairs.\n\n8. We reject any attempt on the part of the church to seek the financial assistance of the state in carrying out its saving purpose.\n\n9. We reject any views that hold that citizens are free to disobey such laws of the state with which they disagree on the basis of personal judgment.\n\nThis is what Scripture teaches about church and state. This we believe, teach, and confess."}
{"title": "Jesus’ Return and the Judgment", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/jesus-return/", "content": "[[MISSING CONTENT]]"}
{"title": "Creeds and Confessions", "url": "https://wels.net/about-wels/what-we-believe/creeds/", "content": "The Apostles’ Creed is a brief statement of gospel truths taught by the apostles. It was not formulated by theologians, but out of the needs of the Christian church. Christians used it to tell others what they believed and also to confess their faith with one another as they met for worship.\n\n\nAPOSTLES’ CREED\n\nI believe in God, the Father almighty, maker of heaven and earth.\n\nI believe in Jesus Christ, his only Son, our Lord, who was conceived by the Holy Spirit, born of the virgin Mary, suffered under Pontius Pilate, was crucified, died, and was buried. He descended into hell. The third day he rose again from the dead. He ascended into heaven and is seated at the right hand of God the Father almighty. From there he will come to judge the living and the dead.\n\nI believe in the Holy Spirit, the holy Christian Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting. Amen.\n\nThe Nicene Creed was written around A.D. 325 in defense of the true Christian faith. The Council at Nicea developed it, expanding on the deity of Christ, in order to safeguard the apostles’ teaching.\n\nNICENE CREED\n\nWe believe in one God, the Father, the Almighty, maker of heaven and earth, of all that is, seen and unseen.\n\nWe believe in one Lord, Jesus Christ, the only Son of God, eternally begotten of the Father, God from God, Light from Light, true God from true God, begotten, not made, of one being with the Father. Through him all things were made. For us and for our salvation, he came down from heaven, was incarnate of the Holy Spirit and the virgin Mary, and became fully human. For our sake he was crucified under Pontius Pilate. He suffered death and was buried. On the third day he rose again in accordance with the Scriptures. He ascended into heaven and is seated at the right hand of the Father. He will come again in glory to judge the living and the dead, and his kingdom will have no end.\n\nWe believe in the Holy Spirit, the Lord, the giver of life, who proceeds from the Father and the Son, who in unity with the Father and the Son is worshiped and glorified, who has spoken through the prophets. We believe in one holy Christian and apostolic Church. We acknowledge one baptism for the forgiveness of sins.\nWe look for the resurrection of the dead and the life of the world to come. Amen.\n\nThis creed is named after St. Athanasius, a staunch defender of the Christian faith in the fourth century. It was prepared to assist the Church in combating two errors that undermined Bible teaching. One error denied that God’s Son and the Holy Spirit are of one being or Godhead with the Father. The other error denied that Jesus Christ is true God and true man in one person. The Athanasian Creed continues to serve the Christian Church as a standard of the truth. It declares that whoever rejects the doctrine of the Trinity and the doctrine of Christ is without the saving faith.\n\nATHANASIAN CREED\nWhoever wishes to be saved must, above all else, hold to the true Christian faith. Whoever does not keep this faith pure in all points will certainly perish forever.\n\nNow this is the true Christian faith: We worship one God in three persons and three persons in one God, without mixing the persons or dividing the divine being. For each person—the Father, the Son, and the Holy Spirit—is distinct, but the deity of Father, Son, and Holy Spirit is one, equal in glory and coeternal in majesty. What the Father is, so is the Son, and so is the Holy Spirit. The Father is uncreated, the Son uncreated, the Holy Spirit uncreated; the Father is infinite, the Son infinite, the Holy Spirit infinite; the Father is eternal, the Son eternal, the Holy Spirit eternal; yet they are not three who are eternal, but there is one who is eternal, just as they are not three who are uncreated, nor three who are infinite, but there is one who is uncreated and one who is infinite. In the same way the Father is almighty, the Son is almighty, and the Holy Spirit is almighty; yet they are not three who are almighty, but there is one who is almighty. So the Father is God, the Son is God, the Holy Spirit is God; yet they are not three Gods, but one God. So the Father is Lord, the Son is Lord, the Holy Spirit is Lord; yet they are not three Lords, but one Lord. For just as Christian truth compels us to confess each person individually to be God and Lord, so the true Christian faith forbids us to speak of three Gods or three Lords. The Father is neither made nor created nor begotten of anyone. The Son is neither made nor created, but is begotten of the Father alone. The Holy Spirit is neither made nor created nor begotten, but proceeds from the Father and the Son. So there is one Father, not three Fathers; one Son, not three Sons; one Holy Spirit, not three Holy Spirits. And within this Trinity none comes before or after; none is greater or inferior, but all three persons are coequal and coeternal, so that in every way, as stated before, all three persons are to be worshiped as one God and one God worshiped as three persons. Whoever wishes to be saved must have this conviction of the Trinity.\n\nIt is furthermore necessary for eternal salvation truly to believe that our Lord Jesus Christ also took on human flesh. Now this is the true Christian faith: We believe and confess that our Lord Jesus Christ, God’s Son, is both God and man. He is God, eternally begotten from the nature of the Father, and he is man, born in time from the nature of his mother, fully God, fully man, with rational soul and human flesh, equal to the Father as to his deity, less than the Father as to his humanity; and though he is both God and Man, Christ is not two persons but one, one, not by changing the deity into flesh, but by taking the humanity into God; one, indeed, not by mixture of the natures, but by unity in one person; for just as the rational soul and flesh are one human being, so God and man are one Christ. He suffered for our salvation, descended into hell, rose the third day from the dead. He ascended into heaven, is seated at the right hand of God the Father almighty, and from there he will come to judge the living and the dead. At his coming all people will rise with their own bodies to answer for their personal deeds. Those who have done good will enter eternal life, but those who have done evil will go into eternal fire.\n\nThis is the true Christian faith. Whoever does not faithfully and firmly believe this cannot be saved.\n\nLutheran Confessions\nThe Small Catechism (1529 A.D)\nMartin Luther wrote the Small Catechism as a brief summary of the basic truths of the Christian faith.  It was primarily intended to educate the laity and was designed as a tool that parents could use to teach their children.  It provides summaries or explanations of the Ten Commandments, the Apostles Creed, the Lord’s Prayer, the Sacrament of Baptism, the Sacrament of the Altar (Holy Communion), and the Ministry of the Keys and Confession.\n\nThe Large Catechism (1529 A.D)\nCovering in greater depth the same doctrines and subjects as the Small Catechism, the Large Catechism was really a series of edited sermons of Martin Luther.  It was intended primarily as a tool that could be used by pastors and teachers to broaden their knowledge of the teachings of the Bible.\n\nThe Augsburg Confession (1530 A.D.)\nWritten by Luther’s colleague Philip Melanchthon, this statement of faith is often viewed as the chief Lutheran confession.  It was presented by the followers of Luther to Emperor Charles V at the imperial diet (assembly) meeting in Augsburg, Germany.  It was intended to be a summary of the chief articles of the Christian faith as understood and taught by Lutherans in contrast to the errors that were being taught by the Roman Catholic church.\n\nThe Apology (Defense) of the Augsburg Confession (1531 A.D.)\nAfter the Roman theologians had condemned many of the teachings of the Augsburg Confession, Philip Melanchthon authored this lengthy defense of the Augsburg Confession.\n\nSmalcald Articles (1536 A.D.)\nThe Smalcald Articles were written by Luther in late 1536 for presentation and discussion at a church council that had been planned by Pope Paul III. . On June 4, 1536, Pope Paul III announced that a council would be held to deal with the concerns of the Protestants.  In these articles Luther indicated on which points Lutherans would not compromise. Lutherans at once recognized their value as a statement of pure evangelical and biblical doctrine.\n\nThe Formula of Concord (1577 A.D.)\nIn the years following Luther’s death, Lutherans had become divided over a number of doctrinal issues. Written primarily by Jacob Andreae, Martin Chemnitz, and David Chytraeus, the Formula of Concord (or “agreement”) was a detailed restatement of many of the truths contained in the Augsburg Confession and was intended to be a statement that all genuine Lutherans could adopt.  It was signed by over 8,100 pastors and theologians, as well as by over 50 governmental leaders. The Solid Declaration is the unabridged version. The Epitome is an abridged version intended for congregations to study."}
{"title": "Church Fellowship", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/#toggle-id-1", "content": "Church Fellowship\nJoint Statement Regarding the Termination of Fellowship\n\nThe most recent WELS statement on church fellowship was adopted at the 2017 Synod Convention.  The “Joint Statement Regarding the Termination of Fellowship” was produced by a committee of three representatives of the Wisconsin Evangelical Lutheran Synod (WELS), the Evangelical Lutheran Synod (ELS), and the Church of the Lutheran Confession (CLC).  The statement was formally adopted by WELS and the ELS in 2017, but it was never adopted by the CLC.  The document had been intended as a necessary first step in doctrinal discussions between WELS/ELS and the CLC, but those discussions have since been discontinued. \n\nView the full text of the statement.\n\nTheses on Church Fellowship\n\nIntroduction to the Theses\nAlready during the early 1940s differences began to disturb the unity within the Synodical Conference on the doctrine and practice of church fellowship. Since 1872, when this confessionally sound federation of Lutheran synods was founded, the member synods were fully agreed on the fellowship principles that had brought them together. All held that complete confessional unity is the necessary scriptural basis for all practice of church fellowship, that is, for pulpit, altar, and prayer fellowship.\n\nIn the 1930s the Missouri Synod held meetings with the American Lutheran Church, a merger of Lutheran synods not in doctrinal agreement and not in fellowship with the Synodical Conference. Following the practice of the ALC, these meetings included joint prayer among all participants. Objections to this fellowship practice were answered by a Missouri Synod resolution in 1944, asserting that not all joint prayers are a practice of prayer fellowship. In regard to prayer, Missouri was allowing for a different practice and establishing different principles than those jointly held throughout its history by the synods of the Synodical Conference.\n\nAs this and other problems threatened the unity of the Synodical Conference, this body in its 1956 convention called upon its president to call a joint meeting of the union committees of the four member synods. One of the purposes was to draw up doctrinal statements faithful to Scripture in order to reestablish the fact that the synods of the conference were indeed in doctrinal agreement.\n\nTo the Wisconsin Synod’s 1959 convention the Standing Committee on Matters of Church Union (see footnote 1) could report that six meetings of the Joint Union Committees for a total of 18 days had been held since 1957. A doctrinal statement on Scripture and another on the Antichrist had been successfully completed. (See earlier sections in this booklet.) The subject of church fellowship had also been discussed on the basis of the presentation of theses by the Wisconsin Synod. These had been prepared by the subcommittee of eight in full consultation with the entire Standing Committee. In the meetings of the Joint Union Committees most of the points had met with approval. The Missouri representatives, however, were not ready to acknowledge “the scriptural correctness of the basic point of our Wisconsin Synod presentation . . . that all joint expressions and demonstrations of a common Christian faith—call them church fellowship or by any other term—are essentially one, that they involve a unit concept, and that they are therefore all [also prayer] governed by one set of principles”(Proceedings, 1959, p. 165). In view of the seriousness of this subject for the future relations of the two synods, the convention requested the Joint Union Committees to give primary consideration to the area of fellowship.\n\nIn 1960, the Missouri men submitted their “Theology of Fellowship” to the Joint Union Committees. On the crucial point noted above, this document spoke of a “growing edge of fellowship” and contended that “in reaching out to those not yet in confessional fellowship with us there is the possibility of the beginning of the practice of fellowship.” This was the start of what has become Missouri’s position on “levels of fellowship.” In the meetings in May 1960, after three days of discussions, the Wisconsin delegation recognized that the consideration of this subject had reached an impasse.\n\nThe doctrine of church fellowship became the primary divisive issue that resulted in the 1961 Wisconsin Synod resolution suspending fellowship with the Missouri Synod. The resolution recognized the “Theses on Church Fellowship” as “an expression of the scriptural principles on which the Wisconsin Evangelical Lutheran Synod has stood and which have guided it in its practice for many years.” Since their appearance the theses have been and are still recognized as such.\n\n\nTheses on Church Fellowship\n\nPreamble\n\nChurch fellowship is a term that has been used to designate both a status and an activity. Both usages lie very close together, and one flows out of the other. The two usages follow the general dogmatic distinction of actu primo et actu secundo.\n\nChurch fellowship can be defined as the status in which individuals or groups, on the basis of a common confession of faith, have mutually recognized one another as Christian brethren and now consider it God-pleasing to express, manifest, and demonstrate their common faith jointly.\n\nChurch fellowship can also be defined as the activity which includes every joint expression, manifestation, and demonstration of the common faith in which Christians (individuals or groups), on the basis of their confession, find themselves to be united with one another. (Mutual recognition of one another as Christian brethren is itself one such “joint expression” of common faith in which Christians on the basis of their confession find themselves to be united with one another.)\n\nFor very practical reasons, we have preferred to treat church fellowship in our theses as a term designating an activity since the inter-synodical tensions have to do more with church fellowship as an activity than as a status. Both as a status and as an activity, church fellowship needs to be distinguished from the spiritual fellowship of faith in the Holy Christian Church (Una Sancta) which it is meant to reflect but with which it cannot simply be identified. For in the case of hypocrites, who have not yet been revealed, church fellowship is still called for, though the fellowship in the Holy Christian Church (Una Sancta fellowship) is actually not existing. On the other hand, people may in God’s sight be united in the fellowship in the Holy Christian Church (Una Sancta fellowship) and yet not have warrant to practice church fellowship here on earth.\n\nWe also felt that our definition of church fellowship was general enough to include both proper and improper practice of church fellowship, for the definition itself does not specify what constitutes an adequate confession on the basis of which individuals or groups may properly find themselves united in a common faith. For is there not in all church fellowship the assumption present that an adequate confession exists? Our presentation under the points of B sets forth what constitutes a proper confession, the marks of the Church (notae purae), on the basis of which Christians may properly find themselves united in a common faith.\n\nThe Theses\n\nChurch fellowship is every joint expression, manifestation, and demonstration of the common faith in which Christians on the basis of their confession find themselves to be united with one another.\n\nA. How Scripture leads us to this concept of church fellowship.\n\nThrough faith in Christ, the Holy Spirit unites us with our God and Savior. Gal 3:26; 4:6; 1 Jn 3:1.\nThis Spirit-wrought faith at the same time unites us in an intimate bond with all other believers. 1 Jn 1:3; Eph 4:4-6; Jn 17:20,21. Compare\nalso the many striking metaphors emphasizing the unity of the Church, e.g., the body of Christ, the temple of God.\nFaith as spiritual life invariably expresses itself in activity which is spiritual in nature, yet outwardly manifest, e.g., in the use of the means of grace, in prayer, in praise and worship, in appreciative use of the “gifts” of the Lord to the Church, in Christian testimony, in furthering the cause of the gospel, and in deeds of Christian love. Jn 8:47; Gal 4:6; Eph 4:11-14; Ac 4:20; 2 Co 4:13; 1 Pe 2:9; Gal 2:9; 5:6.\nIt is God the Holy Ghost who leads us to express and manifest in activity the faith which He works and sustains in our hearts through the gospel. Gal 4:6; Jn 15:26,27; 7:38,39; Ac 1:8; Eph 2:10.\nThrough the bond of faith in which He unites us with all Christians, the Holy Spirit also leads us to express and manifest our faith jointly with fellow Christians according to opportunity: as smaller and larger groups, Ac 1:14,15; 2:41-47; Gal 2:9; as congregations with other congregations, Ac 15; 1 Th 4:9,10; 2 Co 8:1,2,18,19; 9:2. (Before God every activity of our faith is at the same time fellowship activity in the communion of saints. 1 Co 12; Eph 4:1-16; Ro 12:1-8; 2 Ti 2:19.)\nWe may classify these joint expressions of faith in various ways according to the particular realm of activity in which they occur, e.g., pulpit fellowship; altar fellowship; prayer fellowship; fellowship in worship; fellowship in church work, in missions, in Christian education, and in Christian charity. Yet insofar as they are joint expressions of faith, they are all essentially one and the same thing and are all properly covered by a common designation, namely, church fellowship (see footnote 2). Church fellowship should therefore be treated as a unit concept, covering every joint expression, manifestation, and demonstration of a common faith. Hence, Scripture can give the general admonition “avoid them” when church fellowship is to cease (Ro 16:17). Hence, Scripture sees an expression of church fellowship also in giving the right hand of fellowship (Gal 2:9) and in greeting one another with the fraternal kiss (Ro 16:16); on the other hand, it points out that a withholding of church fellowship may also be indicated by not extending a fraternal welcome to errorists and by not bidding them Godspeed (2 Jn 10,11; cf. 3 Jn 5-8).\nB. What principles Scripture teaches for the exercise of such church fellowship.\n\nIn selecting specific individuals or groups for a joint expression of faith, we can do this only on the basis of their confession. It would be presumptuous on our part to attempt to recognize Christians on the basis of the personal faith in their hearts. 2 Ti 2:19; Ro 10:10; 1 Jn 4:1-3; 1 Sa 16:7.\nA Christian confession of faith is in principle always a confession to the entire Word of God. The denial, adulteration, or suppression of any word of God does not stem from faith but from unbelief. Jn 8:31; Mt 5:19; 1 Pe 4:11; Jer 23:28,31; Dt 4:2; Rev 22:18,19. We recognize and acknowledge as Christian brethren those who profess faith in Christ as their Savior and with this profession embrace and accept His entire Word. Compare Walther’s “Theses on Open Questions,” Thesis 7: “No man has the privilege, and to no man may the privilege be granted, to believe and to teach otherwise than God has revealed in His Word, no matter whether it pertains to primary or secondary fundamental articles of faith, to fundamental or nonfundamental doctrines, to matters of faith or of practice, to historical items or other matters subject to the light of reason, to important or seemingly unimportant matters.”\nActually, however, the faith of Christians and its manifestations are marked by many imperfections, either in the grasp and understanding of scriptural truths, or in the matter of turning these truths to full account in their lives. We are all weak in one way or another. Php 3:12; Eph 4:14; 3:16-18; 1 Th 5:14; Heb 5:12; 1 Pe 2:2. Compare Walther’s Thesis 5: “The Church militant must indeed aim at and strive for absolute unity of faith and doctrine, but it never will attain a higher degree of unity than a fundamental one.” Cf. Thesis 10.\nWeakness of faith is in itself not a reason for terminating church fellowship, but rather an inducement for practicing it vigorously to help one another in overcoming our individual weaknesses. In precept and example, Scripture abounds with exhortations to pay our full debt of love toward the weak.\na. General exhortations. Gal 6:1-3; Eph 4:1-16; Mt 18:15-17.\n\nb. Weakness in laying hold of God’s promises in a firm trust. Mt 6:25-34.\n\nc. Weakness with reference to adiaphora in enjoying fully the liberty wherewith Christ has made us free. Ro 14; 1 Co 8 and 9. The public confession of any church must [on the basis of Scripture] establish, however, which things are adiaphora, so that it may be evident who are the weak and who are the strong. Ro 14:17-23; 1 Co 6:12; 10:23,24.\n\nd. Weakness in ‘s truth, and involvement in error. Ac 1:6; Galatians (Judaizing error); Colossians (Jewish-Gnostic error); 1 Co 15; 1 Th 4:10-12,14; 2 Th 3:6,14,15; Ac 15:5,6,22,25. Note how in all these cases, Paul patiently built up the weak faith of these Christians with the gospel to give them strength to overcome the error that had affected them. Compare Walther’s Theses 2, 3, 4, and 8.\n\n\n5. Persistent adherence to false doctrine and practice calls for termination of church fellowship.\n\na. We cannot continue to recognize and treat anyone as a Christian brother who in spite of all brotherly admonition impenitently clings to a sin. His and our own spiritual welfare calls for termination of church fellowship (excommunication). Mt 18:17; 1 Co 5:1-6.\n\nb. We can no longer recognize and treat as Christian brethren those who in spite of patient admonition persistently adhere to an error in doctrine or practice, demand recognition for their error, and make propaganda for it. Gal 1:8,9; 5:9; Mt 7:15-19; 16:6; 2 Ti 2:17-19; 2 Jn 9-11; Ro 16:17,18. If the error does not overthrow the foundation of saving faith, the termination of fellowship is not to be construed as an excommunication. Moreover, an excommunication can only apply to an individual, not to a congregation or larger church group. The “avoid them” of Romans 16:17,18 excludes any contact that would be an acknowledgment and manifestation of church fellowship; it calls for a cessation of every further joint expression of faith. Cf. 1 Co 5:9-11. Compare Walther’s Theses 9 and 10.\n\nc. Those who practice church fellowship with persistent errorists are partakers of their evil deeds. 2 Jn 11.\n\n\nFrom all of this, we see that in the matter of the outward expression of Christian fellowship, the exercise of church fellowship, particularly two Christian principles need to direct us: the great debt of love which the Lord would have us pay to the weak brother, and His clear injunction (also flowing out of love) to avoid those who adhere to false doctrine and practice and all who make themselves partakers of their evil deeds. Conscientious recognition of both principles will lead to an evangelical practice also in facing many difficult situations that confront us, situations which properly lie in the field of casuistry.\n\nOn the basis of the foregoing, we find it to be an untenable position\n\nA. To distinguish between joint prayer which is acknowledged to be an expression of church fellowship and an occasional joint prayer which purports to be something short of church fellowship;\n\nB. To designate certain nonfundamental doctrines as not being divisive of church fellowship in their very nature;\n\nC. To envision fellowship relations (in a congregation, in a church body, in a church federation, in a church agency, in a cooperative church activity) like so many steps of a ladder, each requiring a gradually increasing or decreasing measure of unity in doctrine and practice.\n\n“Theses on Open Questions” by Dr. Walther, 1868\n\n(These theses are the ones on the basis of which the Wisconsin and Missouri Synods established fellowship.)\n\nTHESIS I.\n\nIt cannot be denied that in the field of religion or theology there are questions which, because they are not answered in the Word of God, may be called open in the sense that agreement in answering them is not required for the unity of faith and doctrine which is demanded in the Word of God, nor does it belong to the conditions required for church fellowship, for the association of brethren or colleagues.\n\nTHESIS II.\n\nThe error of an individual member of the Church even against a clear Word of God does not involve immediately his actual forfeiture of church fellowship, nor of the association of brethren and colleagues.\n\nTHESIS III.\n\nEven if an open error against the Word of God has infected a whole church body, this does not in itself make that church body a false church, a body with which an orthodox Christian or the orthodox church would abruptly have to sever relations.\n\nTHESIS IV.\n\nA Christian may be so weak in understanding that he cannot grasp, even in a case of a fundamental article of the second order, that an error which he holds is contrary to the Scriptures. Because of his ignorance he may also continue in his error, without thereby making it necessary for the orthodox church to exclude him.\n\nTHESIS V.\n\nThe Church militant must indeed aim at and strive for complete unity of faith and doctrine, but it never will attain a higher degree of unity than a fundamental one.\n\nTHESIS VI.\n\nEven errors in the writings of recognized orthodox leaders of the Church, now deceased, concerning nonfundamental doctrines of the second order do not brand them as errorists nor deprive them of the honor of orthodoxy.\n\nTHESIS VII.\n\nNo man has the privilege, and to no man may the privilege be granted, to believe and to teach otherwise than God has revealed in His Word, no matter whether it pertain to primary or secondary fundamental articles of faith, to fundamental or nonfundamental doctrines, to matters of faith or of practice, to historical matters or other matters subject to the light of reason, to important or seemingly unimportant matters.\n\nTHESIS VIII.\n\nThe Church must take steps against any deviation from the doctrine of the Word of God, whether this be done by teachers or by so-called laymen, by individuals or by entire church bodies.\n\nTHESIS IX.\n\nSuch members as willfully persist in deviating from the Word of God, no matter what question it may concern, must be excluded.\n\nTHESIS X.\n\nFrom the fact that the Church militant cannot attain a higher degree of unity than a fundamental one, it does not follow that any error against the Word of God may be granted equal rights in the Church with the truth, nor that it may be tolerated.\n\nTHESIS XI.\n\nThe idea that Christian doctrines are formed gradually and that accordingly any doctrine which has not completed such a process of development must be counted among the open questions, militates against the doctrine that the Church at all times is strictly one, and that the Scripture is the one and only, but fully sufficient source of knowledge in the field of Christian religion and theology.\n\nTHESIS XII.\n\nThe idea that such doctrines as have not yet been fixed symbolically must be counted among the open questions, militates against the historical origin of the Symbols, particularly against the fact that these were never intended to present a complete doctrinal system, while they indeed acknowledge the entire content of the Scriptures as the object of the faith held by the Church.\n\nTHESIS XIII.\n\nAlso the idea that such doctrines in which even recognized orthodox teachers have erred must be admitted as open questions militates against the canonical authority and dignity of the Scriptures.\n\nTHESIS XIV.\n\nThe assumption that there are Christian doctrines of faith contained in the Holy Scriptures, which nevertheless are not presented in them clearly, distinctly, and unmistakably, and that hence they must be counted with the open questions militates against the clarity, and thus against the very purpose or the divinity of the Holy Scriptures, which is offered to us as the divine revelation.\n\nTHESIS XV.\n\nThe modern theory that among the clearly revealed doctrines of the Word of God there are open questions is the most dangerous unionistic principle of our day, which will lead consistently to skepticism and finally to naturalism.\n\nFootnotes\n\nFootnote 1: For the make-up of the Standing Committee and its eight-member subcommittee, see the Introduction to the Statement on Scripture.\n\nFootnote 2: Full attention needs to be given in this statement to the limiting terms: “insofar” and “joint.” The “insofar” is to point out that it is indeed only in their function as joint expressions of faith that the use of the means of grace and such other things mentioned as Christian prayer, Christian education, and Christian charity all lie on the same plane. In other respects the means of grace and their use are indeed unique. Only through the means of grace, the gospel in Word and Sacrament, does the Holy Spirit awaken, nourish, and sustain faith. Again, only the right use of Word and Sacrament are the true marks of the church, the marks by which the Lord points us to those with whom He would have us express our faith jointly.\n\nFor anything to be a “joint” expression of faith presupposes that those involved are really expressing their faith together. This distinguishes a joint expression of faith from individual expressions of faith which happen to be made at the same time and at the same place. Certain things like the celebration of the Lord’s Supper, the proclamation of the gospel, and also prayer, are by their very nature expressions of faith and are an abomination in God’s sight when not intended to be that. When done together, they are therefore invariably joint expressions of faith. Other things like giving a greeting, a kiss, a handshake, and extending hospitality or physical help to others are in themselves not of necessity expressions of Christian faith. Hence, doing these things together with others does not necessarily make them joint expressions of faith, even though a Christian will for his own person also thereby be expressing his faith (cf. 1 Co 10:31). These things done together with others become joint expressions of faith only when those involved intend them to be that, understand them in this way, and want them to be understood thus, as in the case of the apostolic collection for the poor Christians at Jerusalem, the fraternal kiss of the apostolic church, and our handshake at ordination and confirmation."}
{"title": "antichrist", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/#toggle-id-6", "content": "Antichrist\nStatement on the Antichrist\n\nIntroduction to the Statement\nAs Martin Luther grew in his appreciation of the gospel, he also grew in his recognition that the Papacy is the Antichrist. A 1954 WELS pamphlet entitled Antichrist put it this way: “It was because Luther cherished the Gospel so dearly that his faith instinctively recoiled and protested in unmistakable terms when the Pope put himself in the place of Christ and declared His work insufficient and in vain. That is the use to which Luther’s faith put the prophecy of Scripture. For him the tenet that the Pope is the Antichrist was an article of faith.”\n\nLuther left no doubt where he stood concerning the Papacy when he wrote, “This teaching [of the supremacy of the pope] shows forcefully that the Pope is the very Antichrist, who has exalted himself above, and opposed himself against Christ, because he will not permit Christians to be saved without his power, which, nevertheless, is nothing, and is neither ordained nor commanded by God. This is, properly speaking, to exalt himself above all that is called God. . . . The Pope, however, prohibits this faith, saying that to be saved a person must obey him” (Smalcald Articles, II, IV, 10-12).\n\nIn the centuries after Luther’s death, Lutherans accepted this confessional statement without reservation or qualification. In the 1860s, however, doubts about this confessional statement were raised within Lutheranism. They arose from the Iowa Synod, which refused to grant doctrinal status to the teaching that the Papacy is the Antichrist. They listed this teaching under the category of “open questions.” The Missouri Synod took the lead, at that time, in defending the view of the Lutheran Confessions that the prophecies of Antichrist have been fulfilled in the Papacy.\n\nThe Iowa Synod, however, in a 1904 document continued to teach the view that it is a “human application” of the teaching of Scripture to declare the Papacy to be the Antichrist. The Iowa Synod became part of the American Lutheran Church, and its teaching on the Antichrist persisted in the new union. Since 1930 the ALC taught that it is only a “historical judgment” that the Papacy is the Antichrist. In 1938 this view was officially sanctioned in the ALC “Sandusky Declaration.” It stated:\n\n. . . we accept the historical judgment of Luther in the Smalcald Articles . . . that the Pope is the Antichrist . . . because among all the antichristian manifestations in the history of the world and the Church that lie behind us in the past there is none that fits the description given in 2 Thess. 2 better than the Papacy . . .\n\nThe answer to the question whether in the future that is still before us, prior to the return of Christ, a special unfolding and a personal concentration of the antichristian power already present now, and thus a still more comprehensive fulfillment of 2 Thess. 2 may occur, we leave to the Lord and Ruler of Church and world history (VI, B, 1).\n\nIn its “Brief Statement” of 1932 the Missouri Synod repudiated the teaching that the identification of the Papacy as the Antichrist is only a historical judgment. It declared, “The prophecies of the Holy Scriptures concerning the Antichrist . . . have been fulfilled in the Pope of Rome and his dominion.” It subscribed “to the statement of our Confessions that the Pope is ‘the very Antichrist.'” It declared that the doctrine of Antichrist is “not to be included in the number of open questions” (43, 44).\n\nAs time went on, however, the Missouri Synod began to retreat from its previous position. In 1951, the Report of the Advisory Committee on Doctrine and Practice of the Lutheran Church—Missouri Synod stated:\n\nScripture does not teach that the Pope is the Antichrist. It teaches that there will be an Antichrist (prophecy). We identify the Antichrist as the Papacy. This is an historical judgment based on Scripture. The early Christians could not have identified the Antichrist as we do. If there were a clearly expressed teaching of Scripture, they must have been able to do so. Therefore the quotation from Lehre und Wehre [in 1904 by Dr. Stoeckhardt which identifies the Papacy as Antichrist] goes too far.\n\nThis view was endorsed by the Lutheran Church—Missouri Synod Convention in Houston in 1953.\n\nIt was in this setting, then, that the “Statement on the Antichrist” was drafted. The Joint Doctrinal Committees of the Synodical Conference adopted this statement on October 15, 1958, and reported this to the Lutheran Synodical Conference Convention in 1960. The “Statement on the Antichrist” was adopted by the Wisconsin Evangelical Lutheran Synod at its convention in Saginaw, Michigan, in 1959, without a dissenting vote. The Missouri Synod, however, never formally adopted it.\n\nIn conclusion, we quote a statement from an essay written in 1957 which puts this doctrine into proper perspective:\n\nThis teaching that the Papacy is the Antichrist is not a fundamental article of faith. . . . It is not an article on which saving faith rests, with which Christianity stands or falls. We cannot and do not deny the Christianity of a person who cannot see the truth that the Pope is the Antichrist.\n\nYet it is an important article and should not be side-stepped or slighted. It is clearly revealed in the divine word, and there is nothing needless and useless in the Bible; God wants us to know about the Antichrist. . . . This article is clearly expressed in the Lutheran Confessions; whoever denies it does not stand in one faith with his fathers; he is not a confessional Lutheran. A Lutheran preacher should know, believe, and teach this article or frankly confess that he no longer subscribes to the Confessions of the Lutheran Church. If we value the saving doctrine of the vicarious atonement through the blood of Jesus Christ, the God-man, in these latter days of the world, we shall do well to keep the facts concerning the Antichrist well in mind (“The Scriptural Doctrine of the Antichrist,” Our Great Heritage, Vol. 3, pp. 601,602).\n\nStatement on the Antichrist\n\nI. Scripture speaks of many forces and powers which are actively hostile to Christ and His Church, and uses the term “antichrist” with reference to some of them.\n\nDa 11:36-38; Mt 24:22-25; 1 Ti 4:1-3; 2 Ti 3:1-9; 1 Jn 2:18-22 —compare the whole passage, 18-23; 1 Jn 4:1-6; 2 Jn 7; 2 Th 2:1-12, compare also 13-17.\n\nThese and similar passages reveal to the Church that antichristian forces will appear in various recurrent forms until the end of time.\n\nII. Scripture, however, speaks also of a particular personal embodiment of the antichristian power in which the iniquity of false teaching finds its climax (2 Th 2:1-12):\n\nConcerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers, not to become easily unsettled or alarmed by some prophecy, report or letter supposed to have come from us, saying that the day of the Lord has already come. Don’t let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction. He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God’s temple, proclaiming himself to be God.\n\nDon’t you remember that when I was with you I used to tell you these things? And now you know what is holding him back, so that he may be revealed at the proper time. For the secret power of lawlessness is already at work; but the one who now holds it back will continue to do so till he is taken out of the way. And then the lawless one will be revealed, who the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming. The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders, and in every sort of evil that deceives those who are perishing. They perish because they refused to love the truth and so be saved. For this reason God sends them a powerful delusion so that they will believe the lie and so that all will be condemned who have not believed the truth but have delighted in wickedness.\n\nIt is with this aspect of the antichristian power that the Lutheran Confessions deal under the term “antichrist,” and we in a reaffirmation of the Lutheran faith are so using the term. Passages from the Lutheran Confessions dealing with the subject of the Antichrist:\n\nApology XV, 18,19:\n\nAnd what need is there of words on a subject so manifest? If the adversaries defend these human services as meriting justification, grace, and the remission of sins, they simply establish the kingdom of Antichrist. For the kingdom of Antichrist is a new service of God, devised by human authority rejecting Christ, just as the kingdom of Mahomet has services and works through which it wishes to be justified before God; nor does it hold that men are gratuitously justified before God by faith, for Christ’s sake. Thus the Papacy also will be a part of the kingdom of Antichrist if it thus defends human services as justifying. For the honor is taken away from Christ when they teach that we are not justified gratuitously by faith, for Christ’s sake, but by such services; especially when they teach that such services are not only useful for justification, but are also necessary, as they hold above in Art. VII, where they condemn us for saying that unto true unity of the Church it is not necessary that rites instituted by men should everywhere be alike. Daniel 11:38 indicates that new human services will be the very form and constitution of the kingdom of Antichrist. For he says thus: “But in his estate shall he honor the god of forces; and a god whom his fathers knew not shall he honor with gold and silver and precious stones.”\n\nApology XXIV, 97,98:\n\nCarnal men cannot endure that alone to the sacrifice of Christ the honor is ascribed that it is a propitiation, because they do not understand the righteousness of faith, but ascribe equal honor to the rest of the services and sacrifices. Just as, therefore, in Judah among the godless priests a false opinion concerning sacrifices inhered; just as in Israel, Baalitic services continued, and nevertheless, a Church of God was there which disapproved of godless services, so Baalitic worship inheres in the domain of the Pope, namely, the abuse of the Mass, which they apply, that by it they may merit for the unrighteous the remission of guilt and punishment. [And yet, as God still kept His Church, i.e., some saints, in Israel and Judah, so God still preserved His Church, i.e., some saints, under the Papacy, so that the Christian Church has not entirely perished.] And it seems that this Baalitic worship will endure as long as the reign of the Pope, until Christ will come to judge, and by the glory of His advent destroy the reign of Antichrist.\n\nSmalcald Articles II, II, 25:\n\nThe invocation of saints is also one of the abuses of Antichrist conflicting with the chief article, and destroys the knowledge of Christ. Neither is it commanded nor counseled, nor has it any example [or testimony] in Scripture, and even though it were a precious thing, as it is not [while, on the contrary, it is a most harmful thing], in Christ we have everything a thousandfold better [and surer, so that we are not in need of calling upon the saints].\n\nSmalcald Articles II, IV, 10-14, (cf. also Formula of Concord, Solid Declaration, X, 20):\n\nThis teaching shows forcefully that the Pope is the very Antichrist, who has exalted himself above, and opposed himself against Christ, because he will not permit Christians to be saved without his power, which, nevertheless, is nothing, and is neither ordained nor commanded by God. This is, properly speaking, to exalt himself above all that is called God, as Paul says (2 Th 2:4). Even the Turks or the Tartars, great enemies of Christians as they are, do not do this, but they allow whoever wishes to believe in Christ, and take bodily tribute and obedience from Christians.\n\nThe Pope, however, prohibits this faith, saying that to be saved a person must obey him. This we are unwilling to do, even though on this account we must die in God’s name. This all proceeds from the fact that the Pope has wished to be called the supreme head of the Christian Church by divine right. Accordingly he had to make himself equal and superior to Christ, and had to cause himself to be proclaimed the head and then the lord of the Church, and finally of the whole world, and simply God on earth, until he has dared to issue commands even to the angels in heaven. And when we distinguish the Pope’s teaching from, or measure and hold it against, Holy Scripture, it is found [it appears plainly] that the Pope’s teaching, where it is best, has been taken from the imperial and heathen law, and treats of political matters and decisions or rights as the Decretals show; furthermore, it teaches of ceremonies concerning churches, garments, food, persons and (similar) puerile, theatrical, and comical things without measure, but in all these things nothing at all of Christ, faith, and the commandments of God. Lastly, it is nothing else than the devil himself, because above and against God he urges [and disseminates] his [papal] falsehoods concerning masses, purgatory, the monastic life, one’s own works and [fictitious] divine worship (for this is the very Papacy) [upon each of which the Papacy is altogether founded and is standing,] and condemns, murders and tortures all Christians who do not exalt and honor these abominations [of the Pope] above all things. Therefore, just as little as we can worship the devil himself as Lord and God, we can endure his apostle, the Pope, or Antichrist, in his rule as head or lord. For to lie and to kill, and to destroy body and soul eternally, that is wherein his papal government really consists, as I have very clearly shown in many books.\n\nTreatise on the Power and Primacy of the Pope 39-41:\n\nNow, it is manifest that the Roman pontiffs, with their adherents, defend [and practice] godless doctrines and godless services. And the marks [all the vices] of Antichrist plainly agree with the kingdom of the Pope and his adherents. For Paul, 2 Th 2:3, in describing to the Thessalonians Antichrist, calls him “an adversary of Christ, who opposeth and exalteth himself above all that is called God or that is worshiped, so that he as God sitteth in the temple of God.” He speaks therefore of one ruling in the Church, not of heathen kings, and he calls this one the adversary of Christ, because he will devise doctrine conflicting with the Gospel and will assume to himself divine authority.\n\nMoreover, it is manifest, in the first place, that the Pope rules in the Church, and by the pretext of ecclesiastical authority and of the ministry has established for himself this kingdom. For he assigns as a pretext these words: “I will give to thee the keys.” Secondly, the doctrine of the Pope conflicts in many ways with the Gospel, and [thirdly] the Pope assumes to himself divine authority in a threefold manner. First, because he takes to himself the right to change the doctrine of Christ and services instituted by God, and wants his own doctrine and his own services to be observed as divine; secondly, because he takes to himself the power not only of binding and loosing in this life, but also the jurisdiction over souls after this life; thirdly, because the Pope does not want to be judged by the Church or by anyone, and puts his own authority ahead of the decision of Councils and the entire Church. But to be unwilling to be judged by the Church or by anyone is to make oneself God. Lastly, these errors so horrible, and this impiety, he defends with the greatest cruelty, and puts to death those dissenting.\n\nThis being the case, all Christians ought to beware of becoming partakers of the godless doctrine, blasphemies, and unjust cruelty of the Pope. On this account they ought to desert and execrate the Pope with his adherents as the kingdom of Antichrist; just as Christ has commanded, Mt 7:15: “Beware of false prophets.” And Paul commands that godless teachers should be avoided and execrated as cursed, Gal 1:8; Tit 3:10; and in 2 Co 6:14 he says: “Be ye not unequally yoked together with unbelievers: For what communion hath light with darkness?”\n\nTreatise on the Power and Primacy of the Pope 57:\n\nTherefore, even though the bishop of Rome had the primacy by divine right, yet since he defends godless services and doctrine conflicting with the Gospel, obedience is not due him; yea, it is necessary to resist him as Antichrist. The errors of the Pope are manifest and not trifling.\n\nIII. The passage (2 Th 2:1-12) promises that God will reveal the “man of lawlessness” and states the tokens, or marks, by means of which God will reveal him to the eyes of faith.\n\nAmong these marks are:\n\n1. He “sets himself up in God’s temple, proclaiming himself to be God” (2 Th 2:4). He is a religious power demanding religious allegiance, usurping authority in the Church and tyrannizing Christian consciences. Cf. Smalcald Articles II, IV, 10-14.\n\n2. He is an embodiment of Satanic power. This is manifested:\n\na. in the fact that he appears as the one who “will oppose and will exalt himself over everything that is called God” (2 Th 2:4). He is God’s Adversary;\n\nb. and in the fact that his opposition to God is an opposition of disguise and deceit. He opposes God by usurping the place and name of God (2 Th 2:4). The Satanic appears, characteristically, in religious form: the “coming” of Antichrist is pitted against the “coming” of Christ, his signs and lying wonders against the miracles of Christ, faith in his lie against faith in the truth of Christ (2 Th 2:10-11).\n\nIV. Therefore on the basis of a renewed study of the pertinent Scriptures we reaffirm the statement of the Lutheran Confessions, that “the Pope is the very Antichrist” (cf. Section II), especially since he anathematizes the doctrine of the justification by faith alone and sets himself up as the infallible head of the Church.\n\nWe thereby affirm that we identify this “Antichrist” with the Papacy as it is known to us today, which shall, as 2 Thessalonians 2:8 states, continue to the end of time, whatever form or guise it may take. This neither means nor implies a blanket condemnation of all members of the Roman Catholic Church, for despite all the errors taught in that church the Word of God is still heard there, and that Word is an effectual Word. Isa 55:10, 11; cf. Apology XXIV, 98, cited above under II.\n\nWe make this confession in the confidence of faith. The Antichrist cannot deceive us if we remain under the revelation given us in the Apostolic word (2 Th 2:13-17), for in God’s gracious governance of history the Antichrist can deceive only those who “refused to love the truth” (2 Th 2:10-12).\n\nAnd we make this confession in the confidence of hope. The Antichrist shall not destroy us but shall himself be destroyed—”Whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming” (2 Th 2:8).\n\nWe reject the idea that the fulfillment of this prophecy is to be sought in the workings of any merely secular political power (2 Th 2:4; cf. Treatise on the Power and the Primacy of the Pope 39).\n\nWe reject the idea that the teaching that the Papacy is the Antichrist rests on a merely human interpretation of history or is an open question. We hold rather that this teaching rests on the revelation of God in Scripture which finds its fulfillment in history. The Holy Spirit reveals this fulfillment to the eyes of faith (cf. The Abiding Word, Vol. 2, p. 764). Since Scripture teaches that the Antichrist would be revealed and gives the marks by which the Antichrist is to be recognized (2 Th 2:6,8), and since this prophecy has been clearly fulfilled in the history and development of the Roman Papacy, it is Scripture which reveals that the Papacy is the Antichrist."}
{"title": "abortion", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/abortion/", "content": "Abortion\nIntroduction to the Resolution\n\nOn January 22, 1973, the U.S. Supreme Court declared abortion a constitutional right for all women. The WELS noted this sad development. In the February 25, 1973, issue of theNorthwestern Lutheran an article read, “To approve of abortion as an expression of the right of a woman to have control over her body is not biblical. Neither man nor woman are masters of their own bodies. Both are responsible to God Himself for how they use them. . . . It is fervently hoped that no Christian woman will permit herself to be misled. Just because abortion may be legal, does not make it right.”\n\nThe Lutheran Church—Missouri Synod, which had adopted its first pro-life resolution back in 1971, adopted another such statement in 1977. In 1978 the Evangelical Lutheran Synod adopted a resolution calling abortion a “grievous sin except in the rare instance of it being used to save a mother’s life.” That resolution resolved to “encourage its congregational members to confess publicly that the unborn child is a living person whose right to live must be protected.”\n\nSuch public and formal proclamations may appear to be a startling departure from traditional conservative Lutheranism. In the past the Wisconsin Synod hesitated to take any such action in fear it may be a first step into a diluted theology marked by social activism. While that concern is legitimate, significant external factors compelled WELS to be silent no longer.\n\nFirst, the number of abortions had risen to a startling level. When abortion was legalized nationally in 1973, proponents suggested the abortion rate would not vary much from the expected 300,000 per year. Within a few years that number jumped to around 1.5 million annually and has remained at that level.\n\nSecondly, the religious community appeared divided on the issue in the public forum. In 1974, one year after abortion was legalized, the U.S. Congress held public hearings on the prospect of a Human Life Amendment. Among those testifying were the following religious leaders: Bishop A. James Armstrong, president of the Board of Church and Society for the United Methodist Church; Mr. William Thompson, Executive Officer of the General Assembly of the United Presbyterian Church in the United States of America; and Rev. Sidney Lovett, Jr., Conference Minister for the Central Atlantic Conference of the United Church of Christ. Each spoke in favor of the right to abortion.\n\nThirdly, sprouting from the United Methodist Church came an organization called the Religious Coalition for Abortion Rights (RCAR). A 1978 pamphlet produced by the agency contained pro-abortion position statements of its member agencies. Among those agencies were the following: American Baptist Churches, Disciples of Christ, Lutheran Church in America, Presbyterian Church in the U.S., United Church of Christ and the United Methodist Church. Of particular concern is the prominent mention of Lutheran agencies in RCAR listings. Many publications listed the position statements of both the Lutheran Church of America and the American Lutheran Church as supporting a woman’s right to choose abortion.\n\nThese factors raised questions in the public’s mind concerning what God’s Word says concerning abortion. Some clergy within the WELS also admitted that unclarity existed in the minds of some WELS members.\n\nIt was a lay member of First Evangelical Lutheran Church in Lake Geneva, Wisconsin, who assembled the original abortion statement in 1979 and submitted it for consideration through his pastor. In the committee and convention-floor discussion there were no voices speaking in favor of the right to abortion. The clarity of God’s Word on abortion was not questioned. There was debate, however. The debate involved the question of whether the WELS should adopt resolutions on social issues.\n\nUltimately, the committee rewrote the resolution, making improvements. Perhaps most noteworthy was to go beyond the simple proclamation against abortion-on-demand and to request WELS members to support abortion alternative programs. The action became an important catalyst for the formation of WELS Lutherans for Life.\n\nAs time passes and religious entities that have strayed from God’s Word cloud its truth in the public forum, WELS may again be compelled to adopt other resolutions on social issues. In the meantime, it continues the twofold approach of (1) encouraging the WELS ministerium to continue the faithful proclamation of God’s Word also when it addresses social issues and (2) encouraging the membership to be a positive influence in the battle against sin by their public testimony and vote.\n\nResolution on Abortion\n\nWHEREAS 1)\n\nthe Holy Scriptures clearly testify to a reverence for the life of the mother and the life of her unborn child as both being equal in value, each being accountable for sin, each the object of God’s precious gift of salvation and therefore each being worthy of protection; and\n\nWHEREAS 2)\n\nthe Holy Scriptures demonstrates its reverence for life by commanding its protection and condemning as sin the selfish and wrongful termination of life (see below); therefore be it\n\nResolved, a) that we acknowledge when an abortion procedure is performed with the specific intent not to preserve life but to terminate life, it is rightfully called sin and condemned by God; and be it further\n\nResolved, b) that we encourage the editors of our synodical periodicals, as well as our pastors and teachers, to continue fervently and faithfully testifying against sin and, in particular, the sin of abortion that involves the intentional and willful killing of any human life whether inside or outside of the womb; and be it further\n\nResolved, c) that in those extremely rare circumstances in which a pregnancy directly endangers the physical life of the mother, or the mother’s condition directly endangers the life of her unborn child, we call for action towards preserving both lives however possible or preserving at least one life when preserving both lives is not possible; and be it further\n\nResolved, d) that we encourage our membership to express its concern and compassion for distressed pregnant women by supporting all God-pleasing options in the face of unplanned pregnancies and that our congregations regularly review the teaching of Scripture on the high price of sin and of the inherent value of God’s gift of life; and be it finally\n\nResolved, e) that we more zealously pursue the pure proclamation of the Gospel of Christ which alone can change wicked hearts from sin to righteousness and then to practice Christ-inspired love as we seek to care for both the mother and her unborn child."}
{"title": "man_woman_roles", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/#toggle-id-3", "content": "Man and Woman Roles\nInstruction, encouragement, and guidance regarding God’s unchanging truths as presented in “Scriptural Principles of Man and Woman Roles”\n\nOctober 2024\n\nIn Ephesians 5, the Holy Spirit wraps instruction of his male and female design in beautiful gospel encouragement. In Paul’s letter to the Colossians, the Holy Spirit makes some very direct statements and applications for husbands and wives according to his male and female design (COLOSSIANS 3:18,19), but he does so only after this compassionate encouragement:\n\nTherefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness, and patience. Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you. And over all these virtues put on love, which binds them all together in perfect unity.\n\nLet the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts. And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. (COLOSSIANS 3:12-17)\n\nEmulating the Lord’s love, we strive for the same expression of compassion, gentleness, unity, and peace when we speak of and live out God’s male and female design. In this and in all matters, we seek to live according to the Spirit’s instruction: “Let your gentleness be evident to all” (PHILIPPIANS 4:5).\n\nIn 1993, after years of Scriptural study, our synod in convention adopted the doctrinal statement Scriptural Principles of Man and Woman Roles. Like all faithful doctrinal statements, it is an expression in time of God’s timeless truths and remains our doctrinal confession of God’s unchanging truth. To meet current needs in confessing and applying that unchanging truth, we offer this letter of pastoral instruction, encouragement, and guidance regarding God’s gracious will in his design of and his purpose for men and women. Throughout the letter you’ll find Embrace Sections offering encouragement toward a deeper embracing of a specific aspect of God’s male and female design.\n\nView the letter\n\nScriptural principles of man and woman roles\n\nIntroduction to the Scriptural Principles\nThe 1960s and 1970s witnessed many changes in the attitude and practices of American society concerning male and female roles in life. These developments naturally led to questions being raised concerning the practices of the church in this matter. In response to such questions and to encourage a careful scriptural evaluation of the practices of our synodical schools, the Commission on Higher Education in April of 1978 adopted theses entitled “The Role of Man and Woman According to Holy Scripture.” With the approval of the Conference of Presidents (COP) these theses and an exposition of them were submitted to the 1979 WELS convention. The convention, in turn, encouraged the districts of the synod to study them.\n\nAs a result of feedback from this study, the 1981 convention directed the COP to prepare a pamphlet addressing this subject. A committee of ten pastors, one from each district of the synod, was appointed to produce that pamphlet. The pamphlet which they produced, “Man and Woman in God’s World,” was published in 1985 with the approval of the COP. In 1987 “Man and Woman in God’s World—An Expanded Study” was made available to provide more detailed exegetical background to the first pamphlet.\n\nAll three of these studies concluded that Scripture teaches that already at creation God established differences in male and female roles for this life on earth and that these differences in roles are still applicable today. A number of voices were raised in the synod, however, questioning whether such an “order of creation” was actually taught in Scripture.\n\nThe 1989 synod convention received a memorial requesting that “Man and Woman in God’s World” be adopted as an official doctrinal statement of the synod and a counter-memorial suggesting that the pamphlet not be adopted as an official doctrinal statement since Scripture itself serves as an adequate statement of the doctrine. The convention resolved to receive “Man and Woman in God’s World” as a correct exposition of the scriptural teachings in this matter. It urged the COP to prepare a brief, formal doctrinal statement for consideration at the 1991 convention.\n\nIn response the COP appointed a committee of five pastors to draw up such a statement. A preliminary draft of the statement was published in the Northwestern Lutheran with a request for comments and suggestions. A revised edition of the statement entitled “Scriptural Principles of Man and Woman Roles” was submitted to the convention by the COP. The convention accepted the statement as a correct exposition of scriptural doctrine and asked that members of the synod be given additional opportunity to suggest refinement of wording. It also asked the COP to authorize the preparation of study materials to help members of the synod study this issue in Scripture.\n\nThe committee responded by gathering additional suggestions for refinements in wording, and the COP submitted a revised edition of the statement to the 1993 convention, which adopted the reworded statement as a correct exposition of scriptural doctrine. The convention also requested a “brief, practical statement with a positive tone.”\n\nIn response to the request of the 1991 synodical convention for study material, Prof. John Brug prepared a ten-lesson Bible study with teacher’s manual entitled “A Bible Study on Man and Woman in God’s World,” which was published in 1992. In response to the request of the 1993 convention for a brief, practical statement, Pastor Walter Beckmann prepared “The Spirit in Which We Apply the Scriptural Roles of Man and Woman,” which appeared in 1994.\n\n“Scriptural Principles of Man and Woman Roles” is, thus, based on well over a decade of study by three different study groups. The doctrinal substance of its conclusions was adopted by three successive synodical conventions. This statement was not intended to be a comprehensive statement about scriptural roles for men and women. It is a brief doctrinal statement which addresses, both in a positive and negative way, specific issues which were points of controversy at the time the statement was composed. It strives to give balanced attention both to the spiritual equality which men and women share in Christ and to the different roles which God assigns to men and women in this earthly life. It emphasizes that the principles governing these different roles were established by God at creation and remain valid.\n\nScriptural Principles of Man and Woman Roles\n\nIn order to express our harmony in doctrine and practice with what God teaches in the Holy Scriptures about man and woman, we present the following statements as our confession:\n\nCreation\n\n1. God created man and woman in His own image. The divine image gave man and woman spiritual equality in their relationship to the Creator (Ge 1:26,27; Col 3:10; Gal 3:28).\n\n2. In love God established distinct male and female responsibilities (Ge 2:7,18,22) for the man and woman to whom He had given spiritual equality. These responsibilities involved headship for man and submission for woman. These roles demonstrated God’s unchanging will for the complementary relationship of man and woman with each other. Two New Testament passages attest to this: 1 Co 11:3,8,9 and 1 Ti 2:12,13.\n\n3. God established roles for man and woman in His creative plan before He united them in marriage and before they fell into sin (Ge 2:7,18,22; 1 Co 11:3,8,9). Therefore God’s assigned roles apply beyond the marriage relationship and in every period of history.\n\nThe Fall\n\n4. All commands of God and all roles established by God are for our good (1 Jn 5:3; Ps 19:8,11). To ignore or reject them harms our relationship with God and with each other (1 Pe 3:7; Eph 6:3; Ro 13:2-4).\n\n5. When they sinned, man and woman lost the image of God and their perfect relationship with their Creator (Ge 5:1-3; Isa 59:2). Man and woman also lost their holy and harmonious relationship with each other (Ge 2:16,17; 3:12,16).\n\nRestoration\n\n6. God loved all men and women so much that He sent and sacrificed His Son to reestablish the holy relationship they once had with Him—Justification (Ro 5:8; 2 Co 5:18,19,21; Eph 4:24; Col 3:10).\n\n7. Men and women enjoy equal status in their reestablished relationship with God when He brings them to faith in Jesus (Gal 3:26-29; Eph 6:9).\n\n8. The restoration of God’s image in us is a gradual process which goes on throughout our earthly lives—Sanctification (2 Co 3:18; Eph 4:12-16). The Holy Spirit accomplishes this restoration by the power of the Gospel (Jn 17:17; 1 Th 3:13).\n\nHeadship\n\n9. As God restores His image in us, we grow in our ability to live in our God-assigned roles for Jesus’ sake (Eph 5:21–6:9; Col 3:18–4:1; 1 Pe 3:5-7).\n\n10. Scripture teaches that headship includes authority (1 Co 11:3,10; Col 1:18; 2:10; Eph 1:22; 1 Ti 2:11,12). Authority should not be used to dominate but to serve others (Mt 20:25-28).\n\n11. Christ exercised His headship with sacrificial love (Eph 5:25), humility (Php 2:5-8), and service (Eph 5:28,29), and asks all believers to carry out their roles of authority in the same way (Mt 20:25-28).\n\n12. In applying the principle of role relationship, the church will emphasize the duties and responsibilities of men. God holds Christian men accountable for the use of the authority He has given them and will grant His blessings when men exercise this authority out of love for Christ (1 Pe 3:7; Col 3:19).\n\n13. Believers in Christ live under His headship with willing submission, respect, obedience, and love toward those in authority (Eph 5:21–6:9).\n\nIn the Home\n\n14. The role relationships of man and woman find their fullest expression in the close union of marriage. In a Christian home a husband and wife are partners and co-heirs of God’s gracious gift of salvation (Eph 5:22-33; 1 Pe 3:1-7).\n\n15. Since God appointed the husband to be the head of the wife (Eph 5:23), the husband will love and care for his God-given wife (1 Pe 3:7). A wife will gladly accept the leadership of her husband as her God-appointed head (Eph 5:22-24).\n\n16. As the head of the wife and family the husband has the prime responsibility for the spiritual instruction of the family (Eph 6:4).\n\nIn the Church\n\n17. The biblical principle of role relationship applies also to the gatherings of the church. All believers, men and women, will participate at gatherings of worship, prayer, Bible study, and service. The scriptural applications that a woman remain silent (1 Co 14:34) and that a woman should not teach a man (1 Ti 2:11,12) require that a woman refrain from participating in these gatherings in any way which involves authority over men.\n\n18. In church assemblies the headship principle means that only men will cast votes when such votes exercise authority over men. Only men will do work that involves authority over men (1 Co 11:3-10; 14:33-35; 1 Ti 2:11,12).\n\n19. All Christians, men and women, are to use their God-given gifts to serve each other (1 Pe 4:10). Women are encouraged to participate in offices and activities of the public ministry except where the work involves authority over men.\n\nIn the World\n\n20. Christians also accept the biblical role relationship principle for their life and work in the world (1 Co 11:3; Eph 5:6-17). Christians seek to do God’s will consistently in every area of their lives. We will therefore strive to apply this role relationship principle to our life and work in the world.\n\n21. Scripture leaves a great deal to our conscientious Christian judgment as we live the role relationship principle in the world. In Christian love we will refrain from unduly binding the consciences of the brothers and sisters in our fellowship. Rather, we will encourage each other as we seek to apply this principle to our lives in the world.\n\n22. Because the unregenerate world is not motivated by the Gospel or guided by God’s will (1 Co 2:14), we as Christians will not try to force God’s will upon the world (1 Co 5:12). We will seek to influence and change the world by our Gospel witness in word and deed (Mk 16:15; Mt 5:16).\n\nSince we affirm the preceding statements as biblical truths, we maintain that the propositions rejected below are contrary to the Word of God:\n\n1. We reject the attempt to define male-female role principles only on the basis of biblical examples of human conduct because doctrine must be drawn from simple, direct statements of God’s will.\n\n2. We reject as a confusion of Law and Gospel the opinion that our spiritual equality before God restored by Christ (Gal 3:28) sets aside our distinctive responsibilities as guided by God’s Law (1 Co 11:3).\n\n3. We reject the opinion that relationships of headship and subordination are incompatible with a state of holiness (1 Co 11:3; 15:28). All New Testament passages regarding the role relationships are addressed to reconciled and sanctified men and women.\n\n4. We reject the opinion that 1 Corinthians 11:7 teaches that only man, not woman, was created in God’s image (cf. Ge 1:26,27).\n\n5. We reject the opinion that distinct roles for man and woman were first ordered after the Fall in Genesis 3:16 (cf. Ge 2:7,18,22).\n\n6. We reject the opinion that male headship and female submission apply only to marriage or only to marriage and the church (1 Co 11:3; 1 Ti 2:12).\n\n7. We reject the opinion that the principle of role relationships taught in the New Testament was culturally conditioned and is not applicable today.\n\n8. We reject the opinion that the principle of role relationships applies only to some people, only for some periods of history, or only to certain aspects of Christian life.\n\n9. We reject the opinion that in the church assemblies only matters pertaining to the Word of God are authoritative.\n\n10. We reject the opinion that the mutual submission encouraged by Scriptures for all believers (Eph 5:21; Mt 20:25-28) negates the exercise of male headship.\n\n11. We reject the opinion that the word “head” as applied to Christ and man in the New Testament does not include authority.\n\n12. We reject the opinion that every woman is always subject to every man. Other scriptural role relationship principles and the injunction, “We must obey God rather than men” (Ac 5:29), also govern our actions.\n\n13. We reject arbitrary applications of the principle of the role relationships which do not take into account that customs which reflect these relationships as well as conditions of life may change (1 Co 11:6,16).\n\n14. We reject the claim that the biblical statement “women should remain silent in the churches” (1 Co 14:34) forbids all speaking by women in the assemblies of the church.\n\nWith these statements of what we confess and what we reject we offer the prayer as Christian men and women that God will fill us with His Holy Spirit, giving to each of us a better understanding of and appreciation for our God-assigned responsibilities, that in loving service to Him and to each other we hallow His name and share in His mission in every God-pleasing way."}
{"title": "scripture", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/#toggle-id-5", "content": "Scripture\nTheses on Scripture\n\nIntroduction to the Statement\nDifferences in doctrine and practice among the members of the Synodical Conference were beginning to surface already in the 1930s and 1940s. These differences threatened the fellowship our Wisconsin Synod had enjoyed with the other church bodies of the Synodical Conference since 1872. Meeting in Saginaw, Michigan, the 1955 WELS convention, by unanimous vote, adopted the Preamble to the Report of Floor Committee No. 2. This Preamble identified the specific doctrinal issues in controversy.\n\nNow the following needed to be determined: Was the Missouri Synod a weak brother in need of our admonition? Would the synod respond to our patient, brotherly admonition? If this were the case, we had a responsibility to bring loud and clear admonition to our weak brother. Or was Missouri set in its unscriptural doctrines and practices? Were we compelled reluctantly to regard Missouri as those “who cause divisions and put obstacles in your way that are contrary to the teaching you have learned” (Ro 16:17)? In such a case the God-pleasing course was clear: “keep away from them”; we must terminate fellowship with Missouri.\n\nThe 1955 convention was not sure which of the above two possibilities was the case. It voted, therefore, to recess the convention for one year. The recessed session in 1956 still did not feel it was able to make a judgment. It voted to “hold in abeyance the judgment of our Saginaw resolutions until the next convention.” The Standing Committee on Matters of Church Union was instructed to “continue to evaluate any further developments in these matters.”\n\nThe Synodical Conference convention at Chicago, Illinois, on December 4–7, 1956, adopted resolutions calling for the Union Committees of the member synods to meet for future discussions in the hope of reaching agreement in the controversial issues. The 1957 Wisconsin Synod convention concurred that such doctrinal discussions should continue “in an effort to restore full unity on the basis of the Word of God.”\n\nThe Wisconsin Synod’s Standing Committee on Church Union at this time included the synod’s president and vice presidents, all district presidents as well as all members of the seminary faculty. A subcommittee of eight was chosen to attend the meetings of the Joint Union Committees on behalf of the Wisconsin Synod. President Oscar Naumann led the delegation. In all, six meetings were held in 1957, 1958, and 1959. Each meeting was scheduled for three days.\n\nThe second meeting, in Chicago on April 22–24, 1957, took up the first subject agreed upon for discussion. All four synods (Missouri, Slovak, Wisconsin, and Evangelical Lutheran Synod) made presentations on Scripture—Revelation, Inspiration, Principles of Interpretation, and Open Questions.\n\nThese discussions did not take place in a vacuum. In 1957 another committee was busily working in the United States to draft a statement on Scripture. The Joint Commission on Lutheran Unity, representing the United Lutheran Church in America, the Augustana Evangelical Lutheran Church, the Finnish Evangelical Lutheran Church (= Suomi Synod), and the American Evangelical Lutheran Church, was at work. Its statement was to be used as the doctrinal basis for the proposed merger into the Lutheran Church in America. On December 16, 1957, the Joint Commission’s draft was released. Words such as inspired and inerrant were missing from that document. Rather, it stated that these church bodies “treasure the Holy Scriptures . . . as the primary witness to God’s redemptive act in Christ.” It spoke of “the Gospel transmitted by the Holy Scriptures” as the true treasure of the Church and said: “The Holy Spirit uses the Church’s witness to the Gospel to create Christian faith and fellowship.” In other words, the statement of the future LCA deemed it sufficient to confess that the Scriptures contain the Word of God. It limited the authority of Scripture to the Gospel message rather than say that everything in the Bible is true.\n\nIn contrast to this, the result of the second meeting of the Joint Union Committees of the Synodical Conference was positive. After thorough discussion of the subject of Scripture by representatives of the four synods, there was full agreement in substance. The “Statement on Scripture” was prepared. It was approved by the convention of the Synodical Conference in 1958. And in turn it was adopted by the Wisconsin Synod, without a dissenting voice, in its 1959 convention. The other three church bodies of the Synodical Conference also adopted it in their conventions.\n\nThe discussions within the Synodical Conference had begun on a hopeful note. Now there was a basis to address other issues in controversy because all agreed that the Scripture would serve as the inerrant guide and absolute authority for the discussions.\n\nNo true unity and no doctrinal clarity can come without acceptance of the Scripture as the inspired and inerrant Word of God. Thus the “Statement on Scripture” remains an important and timeless document for our church.\n\nI. Introduction\n\nGod reveals Himself to men primarily through His incarnate Son, whom He attests and presents to His Church through Scripture. The purpose of Scripture is to proclaim Christ as the Savior of sinners (Jn 5:39,46; Ac 10:43). All Scripture is written because of Christ and has a connection with the revelation of God in Christ, some passages directly, some more remotely. Every word of Scripture is therefore an organic part of the Scripture’s witness to Christ. And Scripture is the complete message of God to sinners. By it man is freed from carnal security and self-righteousness, is delivered from despair, and regains by faith the lost image of God. Gal 3:26; cf. 4:31; Jas 1:18; 1 Pe 1:23; Jn 8:31,32.\n\nWe reject the idea that the natural knowledge of God is sufficient to salvation or useful beyond the use made of it in Scripture (Ro 1:20; 2:1,14-16; Ac 17:22,23). The revelation of God in nature and conscience is insufficient for salvation because man by reason of his fall is so constituted that he persistently perverts and distorts the revelation given to him by God and refuses to acknowledge or to submit to the God who thus reveals Himself. And man pursuing this perverted course is either led to feel secure in his self-righteousness or is driven to despair.\n\nWe reject the idea that tradition is a source of revelation. Cf. Mt 15:3-6; Col 2:8.\n\nWe reject the idea that other new sources or norms of divine revelation besides Scripture are to be expected. Heb 1:1,2; Mt 28:19,20; Gal 1:8,9.\n\nII. The Inspiration of Scripture\n\nWe believe and teach that all Scripture (that is, all the canonical books of the Old and New Testaments) is given by inspiration of God and is in its entirety, in its parts, and in its very words inspired by the Holy Spirit. God revealed Himself personally and directly to such men as Adam, Abraham, Moses, and the prophets. Some of these He called to transmit His message to men orally or in writing. Their message was thus not their own, but God’s Word. They were moved by the Holy Spirit, so that He is the true Author of their every word. Inspiration means, then, that mighty act of God whereby He spoke His Word in the words of men and made them the effective and final vehicle of His revelation. Hence these words do not merely inform us concerning God’s past action; they also convey God’s action now. 1 Th 2:13; 2 Pe 1:19-21; 2 Ti 3:15-17; 1 Co 2:13; Jer 23:29; Ro 1:16,17.\n\nIn giving men His message by inspiration, God had men express His Word in their own language (Hebrew, Aramaic, or Greek), and in their own style (personal, historical, poetic, oratorical). (Cf. the superscription on the cross, Mt 27:37; Mk 15:26; Lk 23:38; Jn 19:19,20.) Thus the holy writers felt personally responsible for every word they wrote (cf. 2 Co 7:8), while they at the same time knew that their words were given by the Holy Spirit (1 Co 2:12,13).\n\nWe reject as a distortion of the true conception of verbal inspiration any idea which makes the act of inspiration a mere mechanical dictation.\n\nWe condemn and reject any and all teachings and statements that would limit the inerrancy and sufficiency of Scripture, or that deny the divine authorship of certain portions of Scripture. Inspiration applies not only to such statements as speak directly of Christ, but also to such as may seem very remote (e.g., in the field of history, geography, and nature). For since God is the Lord of history and has revealed Himself by acts in history and has in the person of His Son actually entered into man’s history, the historical framework in which the Gospel message is set in Scripture is an essential part of the inspired Word just as much as the spiritual truths revealed in it.\n\nWe reject the idea that verbal inspiration is called into question by accidents in the transmission of the text and the resultant variants in the manuscripts. Inspiration pertains in the first instance to the original autographs of Scripture. But by His gracious providence God has given us such a fullness and variety of witnesses to the original text that Christian scholarship reproduces it with great fidelity. God has so watched over the transmission of the text that the variant readings nowhere affect the doctrines of Scripture. We gratefully acknowledge also that translations of Scripture, though not under particular inspiration, are by God’s providential care adequate vehicles of His revelation in the inspired Word. Heb 2:3; 1 Pe 1:25; Mk 13:31; Jn 17:20; Mt 28:19,20.\n\nIII. The Authority of Scripture\n\nWe believe and teach that God has given us His Holy Scripture to make us wise unto salvation through faith in Christ Jesus (2 Ti 3:13-17). We therefore confess Scripture to be the only, but all-sufficient foundation of our faith, the source of all our teachings, the norm of our conduct in life, and the infallible authority in all matters with which it deals. Lk 16:29-31; Dt 4:2; 13:1-5; Isa 8:20; Ac 26:22; Jn 10:35.\n\nWe believe and teach that where Scripture has not spoken decisively or is silent, differences of opinion may be held without violating Scripture or breaking the bonds of fellowship. Such matters fall into the area called “open questions.” Scripture itself must determine which questions are to be considered as open. The term “open questions” may legitimately be used where the Scripture language leaves open the precise scope of a passage, or where linguistic, textual or historical problems make the perception of the intended sense difficult. But where Scripture has spoken, there God has spoken, whether it be on a central dogma or on a peripheral point; where Scripture has not spoken, the matter must forever remain open. 1 Pe 4:11; Jer 23:22,23.\n\nScripture being the Word of God, it carries its own authority in itself and does not receive it by the approbation of the Church. The Canon, that is, that collection of books which is the authority for the Church, is not the creation of the Church. Rather, the Canon has, by a quiet historical process which took place in the worship life of the Church, imposed itself upon the Church by virtue of its own divine authority.\n\nIV. The Interpretation of Scripture\n\nSince Scripture is God’s Word, the interpretation of Scripture should not be regarded as merely or primarily an intellectual task. The true meaning of Scripture becomes clear for man in a given situation, not merely by a scrupulous study of Scripture and a careful analysis of the facts at issue, but rather by approaching Scripture in a spirit of repentance and faith which makes men obedient sons of God, who hear Scripture when it speaks as Law in all the rigidity of the Law, and when it speaks as Gospel in all the unconditional grace of the Gospel. 2 Co 4:3,4; 2 Ti 3:16,17; Gal 2:5; 5:3,6.\n\nScripture alone is to interpret Scripture. The hermeneutical rule that Scripture must be interpreted according to the rule, or the analogy, of faith means that the clear passages of Scripture, not any theological system or dogmatical summary of Bible doctrine, are to determine the interpretation. Seemingly obscure passages must not be interpreted so as to pervert or contradict clear passages. This means that every statement of Scripture must be understood in its native sense, according to grammar, context, and linguistic usage of the time. Where Scripture speaks historically, as for example in Genesis 1–3, it must be understood as speaking of literal, historical facts. Where Scripture speaks symbolically, metaphorically or metonymically, as for example in Revelation 20, it must be interpreted on these its own terms. Furthermore, since God spoke in the common language of men, expressions such as sunrise and sunset, the corners of the earth, etc., must not be viewed as intending to convey scientific information. Ps 119:105; 2 Pe 1:19; 2 Ti 3:15.\n\nSince the same God speaks by the same creative energy of the same Holy Spirit throughout Scripture, the Old Testament and the New Testament are to be viewed as constituting an organic unity. This unity is to be understood, not as a simple equation of the two testaments with each other, but in the sense of Hebrews 1:1,2: “In the past God spoke to our forefathers through the prophets at many times and in various ways, but in these last days he has spoken to us by his Son.” Since the New Testament is the culminating revelation of God, it is decisive in determining the relation between the two testaments and the meaning of the Old Testament prophecies in particular; the meaning of a prophecy becomes known in full only from its fulfillment.\n\nSince Scripture is in all its parts and in all its words the inspired Word of God, we reject and condemn any use of the phrase “totality of Scripture” which tends to abridge or annul the force of any clear passage of Scripture. Similarly we reject the use of any phrase which makes room for the idea that the Scripture as a whole may be regarded as the Word of God, though it in many details is regarded as only the words of men.\n\nWe reject and condemn “demythologizing” as a denial of the Word of God. Where Scripture records as historical facts those events and deeds which far surpass the ordinary experience of men, that record must be understood literally, as a record of facts; the miraculous and mysterious may not be dismissed as intended to have only a metaphorical or symbolical meaning."}
{"title": "lord's_supper", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/#toggle-id-7", "content": "[[MISSING CONTENT]]"}
{"title": "homosexuality", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/#toggle-id-8", "content": "WELS does not have an official statement on these issues, but our public teaching and practice is based on what the Bible teaches concerning homosexuality.\n\nThere are currently a number of hotly debated issues that may lead people to ask, “What is WELS’s stance on homosexuality? Is homosexuality an inborn disposition or a free choice? Should states outlaw or endorse same sex marriages? Should gays be ordained to the Holy Ministry? Should churches bless same sex marriages?”\n\nThe best place to begin a discussion of the issue is with 1 Corinthians 6:9-11, because this passage emphasizes both the law and the gospel elements of addressing this issue:\n\n“Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders , nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.”\n\nOn the basis of this and other passages of Scripture we must draw the following conclusions about homosexuality.\n\nScripture declares that homosexuality is a sin, which is contrary to God’s intention in creating man and woman. Sinful resistance to the revealed will of God is a factor in this sin. People may become slaves to this sin (Romans 1:18-31, 1 Corinthians 6:9-10).\n\nMany factors contribute to individual acts of sin: the sinful nature we are born with, the weaknesses of our bodies, evil influences in our environment, temptations and encouragement from other sinners, and our own sinful choice join together to lead us into sin. All of these factors contribute to homosexual sin. The proportionate role of these various factors may vary from case to case.\n\nWe must warn the impenitent that homosexuality, like all sins, excludes people from eternal life (1 Corinthians 6:9-10). The church, therefore, must not, bless same-sex marriages or unions, since these are contrary to the will of God. The church must not place into nor retain in the public ministry of the Word people who defend, condone, or persist in words or actions that are contrary to God’s law.\n\nWe are happy to assure the repentant who are struggling against this sin that they have complete forgiveness through the blood of Christ. When Christ died for all of the sins of the whole world, he gained forgiveness for homosexual deeds, for homosexual desires, and for the inborn sinful nature that produces these sins (1 Corinthians 6:11).\n\nWe should sympathize with all who are struggling against this sin, remembering that we too have “pet sins” that may have a strong hold on us. We warn against a “selective morality” that harshly condemns homosexuality or other sins that we observe in others while regarding those sins which are present in our own lives more lightly (Matthew 7:1-5). We should be impartial and unbiased in warning against all sins.\n\nWe all look forward to the resurrection of the body. Then all the weaknesses of body and soul which now lead us into sin will disappear forever. Then all of us will be able to serve God perfectly and purely in everything we do.\n\nNote on homosexuality as innate or chosen\nSome advocates of legal and religious tolerance of homosexuality claim that homosexuality has a genetic cause. Some reports claim that some homosexual men share a particular pattern in the X sex-chromosome that they received from their mother. Other researchers have claimed the existence of other types of biological similarities between homosexual men. These researchers acknowledge that their discoveries cannot account for all homosexuality and may merely be associated with homosexuality rather than being a direct cause of it. Most researchers conclude that the origins of homosexuality are complex and varied and may never be fully understood.\n\nHow should we evaluate such claims in the light of the biblical teaching of sin? Is homosexuality a free choice or an inborn tendency?\n\nLike many such either-or questions, this question poses a false dilemma. Every sin is both a choice of the will and the expression of an inborn tendency to sin. Our sinful will is guilty of consent whenever we sin in thought, word, or deed. As a result of our sinful nature we take pleasure in our sins and defend them. This universal tendency is apparent also in the efforts of gay rights activists to condone their homosexuality and to deny that anything is wrong with it.\n\nAlthough the consent of our sinful will is present in every sin, it is also true that we are born as slaves of sin. We may also yield to a particular sin so often that we no longer control the sin, but the sin controls us. We may find ourselves yielding to sin even when we don’t want to.\n\nSin infects both our body and our soul. The body we now have is not the perfect body that God created for Adam and Eve. It has been contaminated by the effects of sin. There is no reason to maintain that the specific effects of sin have been identical in each one of us or that we are all equally susceptible to every sin. Our individual degree of susceptibility to some specific sins may be due in part to differences in our bodies. Abuse of alcohol and a hot temper are just two examples of sins that may be affected by the chemistry of our bodies. Few would deny that the pressure to sexual sin is greater at 18 than it is at 8 or at 88 and that a primary reason for this is the changing chemistry of our bodies. It may well be that a person’s susceptibility to homosexuality or to certain other sins depends in part on bodily differences.\n\nEven though the weakness of our own body may be one factor that leads us to sin, God holds us responsible for all of our sins, even those sins that enslave us and those sins that we are not aware of. We need God’s forgiveness even for those sinful desires that we resist and do not act upon. These desires too are sin. (Read Romans 7 for a treatment of slavery to sin.) Christ’s forgiveness covers every form of every sin for the repentant.\n\nNote on Christians and civil laws pertaining to homosexuality\nHow should Christians respond to campaigns to pass laws either protecting homosexuality as a civil right or laws restricting it? Are opposing laws that grant status of homosexuality as a civil right or supporting laws that restrict homosexual practice an attempt to force our religion on others by means of the law?\n\nWe must distinguish between our duties as members of the church and our duties as citizens, though the first may have an effect on how we carry out the second.\n\nOur Christian duty toward homosexuals (and toward the sexually immoral, thieves, swindlers, murderers, slanderers, and drunkards, and any violators of God’s will) is clear—to confront the impenitent with God’s law, which condemns their sin, and to comfort the penitent with the gospel, which offers forgiveness.\n\nAs good neighbors and citizens, our duty is not to pressure people to accept and practice our religious beliefs, but to promote laws that protect individuals and society from harm. If reason, evidence, and the natural knowledge of God’s law, which remains in people even after the Fall, all testify that stealing, murder, drug abuse, sexual immorality, abortion, and homosexuality or condoning of same sex marriage are harmful to individuals or to society, we as citizens should work for laws that oppose those evils. We do this not to force our religious beliefs on others, but rather to work together with other people who share a natural knowledge of God’s law in order to protect society from actions that are harmful to society. The fact that stealing is forbidden by the Seventh Commandment and murder by the Fifth Commandment does not mean that we as Christians cannot support laws against stealing or murder. The recognition that these acts are wrong and harmful is not peculiar to Lutheranism nor to Christianity. It is based on a natural knowledge of God’s law and on experience. This knowledge, therefore, is common to all people, except where sinners have suppressed this knowledge. (Read Romans 1:18-32.)\n\nAs Christian citizens we should work for laws that will protect society from the harmful consequences of sin. As citizens we promote such laws on the basis of reason and natural knowledge of the law. If the state tolerates moral evils, which violate God’s law, we will continue to oppose them on the basis of God’s Word.\n\nAs a member of the church my goal is to win people’s hearts and guide their lives by God’s Word. As a citizen my goal is to regulate people’s conduct so they do not harm themselves or others. Many of the moral principles of God’s law are relevant to both goals and may be used in both spheres, but for different purposes. As a member of the church I use all of God’s law as a mirror, a curb, and a rule. As a citizen I use parts of God’s law as a curb against conduct that reason and natural knowledge of the law recognize as harmful to society."}
{"title": "means_of_grace", "url": "https://wels.net/about-wels/what-we-believe/this-we-believe/means-of-grace/", "content": "The means of grace\n\n1. We believe that God bestows all spiritual blessings upon sinners by special means established by him. These are the means of grace, the gospel in Word and sacraments. We define a sacrament as a sacred act established by Christ in which the Word connected with an earthly element gives the forgiveness of sins.\n\n2. We believe that through the gospel, the good news of Christ’s atoning sacrifice for sinners, the Holy Spirit works faith in people, whose hearts are by nature hostile to God (1 Peter 1:23). Scripture teaches that “faith comes from hearing the message, and the message is heard through the word of Christ” (Romans 10:17). This Spirit-worked faith brings about a renewal in sinners and makes them heirs of eternal life in heaven.\n\n3. We believe that also through the Sacrament of Baptism the Holy Spirit applies the gospel to sinners, giving them new life (Titus 3:5) and cleansing them from all sin (Acts 2:38). The Lord points to the blessing of Baptism when he promises, “Whoever believes and is baptized will be saved” (Mark 16:16). We believe that the blessing of Baptism is meant for all people (Matthew 28:19), including infants. Infants are born sinful (John 3:6) and therefore need to be born again, that is, to be brought to faith, through Baptism (John 3:5).\n\n4. We believe that all who join in the Sacrament of the Lord’s Supper receive the true body and blood of Christ in, with, and under the bread and wine (1 Corinthians 10:16). This is true because, when the Lord instituted this sacrament, he said, “This is my body. This is my blood of the covenant, which is poured out for many for the forgiveness of sins” (Matthew 26:26,28). We believe that Christ’s words of institution cause the real presence—not any human action. As believers receive his body and blood, they also receive the forgiveness of sins (Matthew 26:28) and the comfort and assurance that they are truly his own. Unbelievers also receive Christ’s body and blood, but to their judgment (1 Corinthians 11:29).\n\n5. We believe that the Lord gave his Word and the sacraments of Baptism and the Lord’s Supper for a purpose. He commanded his followers, “Go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything I have commanded you” (Matthew 28:19,20). Through God’s Word and sacraments he preserves and extends the holy Christian church throughout the world. Believers should therefore be diligent and faithful in the use of these divinely established means of grace for themselves and in their mission outreach to others. These are the only means through which immortal souls are brought to faith and to life in heaven.\n\n6. We reject any views that look for the revelation of the grace of God and salvation apart from the gospel as found in the Scriptures. We reject any views that look for the Holy Spirit to work faith apart from the means of grace. We likewise reject the view that the law is a means of grace.\n\n7. We reject the view that babies should not be baptized and that they cannot believe in Christ (Luke 18:15-17). We reject the view that baptism must be by immersion.\n\n8. We reject all teachings that the Sacrament of the Altar offers nothing more than signs and symbols of Jesus’ sacrifice, thereby denying that Christ’s true body and blood are received in the Lord’s Supper. We reject the view that those who eat the body of Christ in the sacrament merely receive Christ spiritually by faith. We reject the claim that unbelievers and hypocrites do not receive the true body and blood of Jesus in the Sacrament.\n\n9. We reject the doctrine of transubstantiation, which teaches that the substance of the bread and wine are changed entirely into the body and blood of Christ. Scripture teaches that all communicants receive both the bread and wine and the body and blood of Christ (1 Corinthians 10:16).\n\n10. We reject any attempt to set the precise moment within the celebration of the Lord’s Supper when the body and blood of Christ become present. We therefore reject the view that one must believe that Christ’s body and blood are present as soon as the words of consecration have been spoken and the view that one must believe that Christ’s body and blood become present only at the moment of eating and drinking.\n\nThis is what Scripture teaches about the means of grace. This we believe, teach and confess."}
{"title": "doctrinal_statements", "url": "https://wels.net/about-wels/what-we-believe/doctrinal-statements/", "content": "[[MISSING CONTENT]]"}
